[
  {
    "title": "ترودو: “نعمل بشكل مكثف للعثور على الصحفي الكندي المفقود في غزة”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/mansour-shouman-1-6750070-1706726214706-696x391.jpg",
    "content": "هلا كندا – قال رئيس الوزراء جاستن ترودو إن حكومته تعمل بجدية كبيرة بعد الإبلاغ عن اختفاء كندي فلسطيني في قطاع غزة. وكان الصحفي منصور شومان في المنطقة للمساعدة في توثيق الجهود الإنسانية الجارية وسط الحرب في غزة. ويقول أحد أعضاء الفريق الذي كان يدعمه في هذا العمل إن أحباءه فقدوا الاتصال به منذ أكثر من أسبوع. وأكدت وزارة الخارجية في نهاية الأسبوع أنها على علم بفقدان كندي في غزة. وقالت الإدارة إنها تعمل على مراقبة الوضع وهي على اتصال مباشر مع أفراد الأسرة، ولم يتم الكشف عن تفاصيل أخرى لأسباب تتعلق بالخصوصية. وقال ترودو يوم الأربعاء: “نحن نعمل بنشاط على هذا الأمر، ونأخذ هذا الأمر على محمل الجد”."
  },
  {
    "title": "ترودو: “نعمل بشكل مكثف للعثور على الصحفي الكندي المفقود في غزة”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/mansour-shouman-1-6750070-1706726214706-696x391.jpg",
    "content": "هلا كندا – قال رئيس الوزراء جاستن ترودو إن حكومته تعمل بجدية كبيرة بعد الإبلاغ عن اختفاء كندي فلسطيني في قطاع غزة. وكان الصحفي منصور شومان في المنطقة للمساعدة في توثيق الجهود الإنسانية الجارية وسط الحرب في غزة. ويقول أحد أعضاء الفريق الذي كان يدعمه في هذا العمل إن أحباءه فقدوا الاتصال به منذ أكثر من أسبوع. وأكدت وزارة الخارجية في نهاية الأسبوع أنها على علم بفقدان كندي في غزة. وقالت الإدارة إنها تعمل على مراقبة الوضع وهي على اتصال مباشر مع أفراد الأسرة، ولم يتم الكشف عن تفاصيل أخرى لأسباب تتعلق بالخصوصية. وقال ترودو يوم الأربعاء: “نحن نعمل بنشاط على هذا الأمر، ونأخذ هذا الأمر على محمل الجد”."
  },
  {
    "title": "سينما Cineplex تلغي عرض فيلم من جنوب الهند بسبب حوادث عنف وإطلاق للنار بتورونتو",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1-3.jpg",
    "content": "هلا كندا – أعلنت سلسلة مسارح السينما Cineplex عن إلغاء عروض فيلم من جنوب الهند بعد أربع عمليات إطلاق نار من السيارات في المسارح في جميع أنحاء منطقة تورنتو الكبرى في يوم عرضه لأول مرة. قالت المتحدثة باسم Cineplex ميشيل سابا إن سلسلة دور العرض سحبت فيلم الحركةMalaikottai Vaaliban  بسبب ظروف خارجة عن إرادتها. ويضيف سابا أن شركة Cineplex تعمل بشكل وثيق مع السلطات المحلية التي تقود التحقيق المتعلق بالحوادث التي وقعت في دور العرض الخاصة بها. تقول شرطة يورك الإقليمية إنه تم استدعاؤها إلى مسرح في ريتشموند هيل، أونتاريو، في 24 يناير بعد وصول أحد الموظفين ليجد أن النوافذ قد تم إطلاق النار عليها. وفي اليوم نفسه، استجابت الشرطة لحوادث مماثلة في المسارح في فان وسكاربورو وبرامبتون. وقالت الشرطة إن جميع الحوادث وقعت في ساعات الصباح الباكر ولم يبلغ عن وقوع إصابات. وقالت المتحدثة باسم شرطة يورك الإقليمية، ليزا موسكالوك، إن المحققين يعتقدون أن “الحوادث مرتبطة ومستهدفة”."
  },
  {
    "title": "ألبيرتا تفرض موافقة الوالدين لتغيير أبنائهم ضمائرهم وأسمائهم الجنسية في المدارس",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/danielle-smith-1-6750506-1706741256161-696x392.jpg",
    "content": "هلا كندا – أعلنت حاكم ألبرتا دانييل سميث إن المقاطعة ستطلب موافقة الوالدين للطلاب الذين تبلغ أعمارهم 15 عامًا أو أقل والذين يرغبون في تغيير أسمائهم أو ضمائرهم في المدرسة. وتقول إن الطلاب الذين تتراوح أعمارهم بين 16 و17 عامًا لن يحتاجوا إلى موافقة، ولكن يجب إخطار أولياء أمورهم. وأعلنت سميث التغييرات يوم الأربعاء في مقطع فيديو نُشر على منصة X، المنصة المعروفة سابقًا باسم تويتر، وقالت إنها جاءت بعد مناقشات مع تجمع حزب المحافظين. وكشفت سميث عن عدد من السياسات الجديدة المتعلقة بالبالغين والشباب المتحولين جنسيًا، بدءًا من القيود المفروضة على العلاج والجراحة وحتى المشاركة في الرياضة. وقالت سميث إن حكومتها تريد أن يعرف المتحولون جنسياً أنهم محبوبون ومدعومون، لكنها لا تستطيع قبول السماح للشباب بإجراء تغييرات تغير حياتهم حتى ينضجوا للقيام بذلك. وقالت سميث في مقطع فيديو مدته سبع دقائق: “إنها فترة معقدة للغاية، إن إحدى أعظم المسؤوليات التي نتحملها كآباء ومعلمين وقادة مجتمع هي الحفاظ على حق أطفالنا في النمو والتطور إلى بالغين ناضجين حتى يكونوا مستعدين بشكل أفضل لاتخاذ القرارات التي تؤثر على حياتهم”. كما أعلنت عن قيود على عمليات تأكيد الجنس والعلاج الهرموني للمراهقين، وقالت إنه سيتم حظر جراحة تغيير الجنس لمن هم في سن 17 عامًا أو أقل. كذلك، يجب على الآباء اختيار تعليم أطفالهم النوع الاجتماعي والتوجه الجنسي في المدارس. وقالت سميث إن المقاطعة ستعمل أيضًا مع المنظمات الرياضية لضمان عدم اضطرار النساء والفتيات إلى التنافس ضد الرياضيات المتحولات جنسياً."
  },
  {
    "title": "مدينة في أونتاريو تتعرض للاحتيال في 1.5 مليون دولار!",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-6.jpg",
    "content": "هلا كندا – تحاول مدينة سودبوري – Sudbury استرداد 1.5 مليون دولار تم إرسالها إلى حساب مصرفي احتيالي في تورونتو. وقالت المدينة في بيان رسمي أنه تم خداعها لتحويل الأموال النقدية إلى حساب مصرفي أنشأه محتالون في مركز مدينة سكاربورو. في دعوى قضائية تم رفعها في تورونتو في وقت سابق من هذا الشهر، تزعم مدينة سودبوري أن مشتبه بهم مجهولين تسللوا إلى حسابات البريد الإلكتروني المرتبطة بشركة إنشاءات تم التعاقد معها لبناء وحدات سكنية للإيجار بأسعار معقولة في بلدية شمال أونتاريو. وتمكن المشتبه بهم، وفقًا لبيان المطالبة، من الوصول إلى البريد الإلكتروني الشرعي لمدير المشروع وتظاهروا بأنهم الموظف في الاتصالات مع المدينة. وتزعم الدعوى القضائية أن المحتالين أقنعوا موظفي المدينة بإرسال تحويل مصرفي بقيمة 1,501,380.66 دولارًا إلى حساب مصرفي مختلف عن الحساب الذي أنشأته شركة البناء في الأصل. وتحاول المدينة الآن استرداد تلك الأموال، وتسعى للحصول على أمر من المحكمة لإجبار العديد من البنوك الكبرى على تعقب الأموال وتجميدها وإعادة الأموال إلى المدينة. وجاء في بيان صادر عن المتحدث باسم المدينة: “تم اكتشاف النشاط غير القانوني بسرعة من قبل الموظفين، ونحن واثقون من أننا سنكون قادرين على استرداد غالبية هذه الأموال”. وفقًا لبيان المطالبة، لاحظ موظفو المدينة التناقض بين معلومات الحساب المصرفي واتصلوا بالشركة لتقديم المزيد من الوثائق. وتزعم الدعوى أن المشتبه بهم قاموا بإنشاء وتقديم مستندات احتيالية ومزورة لارتكاب السرقة. وتم تحويل الأموال إلى المحتالين في 21 ديسمبر إلى حساب تم إنشاؤه في فرع Scotiabank في مركز مدينة سكاربورو، كما تنص الدعوى القضائية، وتم تجميد هذا الحساب منذ ذلك الحين. وتقول الدعوى إن الأمر استغرق حوالي أسبوع قبل اكتشاف أن شركة البناء لم تتلق في الواقع الأموال التي تم تحويلها. من جهتها، قالت كاتي راسكينا، المتحدثة باسم Scotiabank، إنه “حدث احتيال خارجي لا علاقة له بأي سلوك للبنك”. وجاء في البيان: “نحن نتعاون مع التحقيق للمساعدة في استرداد الأموال المفقودة بسبب النشاط الاحتيالي بما أن هذا الأمر معروض على المحاكم، فلا يمكننا التعليق أكثر”. "
  },
  {
    "title": "حزب المحافظين يحقق رقم قياسي في جمع التبرعات خلال 2023",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/conservative-leader-pierre-poilievre-1-6693568-1702998844825-696x392.jpg",
    "content": "هلا كندا – أعلن حزب المحافظين عن تحقيق رقم قياسي في جمع التبرعات في الربع الأخير من 2023. وجمع الحزب 11.9 مليون دولار من حوالي 66000 متبرع، وفقًا لبيانات هيئة الانتخابات الكندية. وهذا الرقم المذهل جعل عام 2023 واحدًا من أفضل أعوام جمع التبرعات للحزب منذ تأسيسه قبل عقدين من الزمن. وجمع الحزب أكثر من 35 مليون دولار من حوالي 200 ألف تبرع خلال عام 2023. وهذا أكثر مما أعلن الحزب عن جمعه في عام 2022، وهو عام انتخابات القيادة الذي حصد فيه بيير بوليفير زعامة الحزب. ويشير تحسن أداء الحزب في جمع التبرعات في عام 2023 إلى أن أنصار المحافظين كانوا أكثر استعدادًا للتبرعات من أجل تنصيب الزعيم بيير بويليفر على رأس القيادة. وقال الحزب في بيان إعلامي: “في أول عام كامل لبيير بوليفر كزعيم لحزب المحافظين، حطم الحزب جميع الأرقام القياسية لجمع التبرعات لأي حزب سياسي في التاريخ الكندي، وحقق رقما قياسيا قدره 35.2 مليون دولار في عام 2023، الأمر أكثر وضوحا بأن الكنديين يريدون التغيير”. من جهته قال بوليفير: “تثبت هذه النتائج دعم خطتي المنطقية لإلغاء الضرائب وبناء المنازل وإصلاح الميزانية ووقف الجريمة”. وكان الرقم القياسي السابق لجمع التبرعات لسنة غير انتخابية قد سجله حزب المحافظين في عام 2018، عندما جمع 24.2 مليون دولار. ومع وفرة الأموال، يتمتع المحافظون بالموارد اللازمة لإنفاق أموال كبيرة في فترة ما قبل الانتخابات هذه على الإعلانات التلفزيونية باهظة الثمن وحشد الأصوات على وسائل التواصل الاجتماعي. وفي الوقت نفسه، أفاد الليبراليون عن جمع أقل من نصف أموال المحافظين في الربع الرابع – حوالي 5.8 مليون دولار من 38288 مانحًا. ولكن هناك أخبار جيدة للحزب الحاكم في تقرير الانتخابات الكندية الأخير، حيث المبلغ الذي جمعه الليبراليون في الربع الرابع هو تقريبًا نفس ما جمعوه في عام 2022، كما أن عدد المتبرعين (38288) مستقر أيضًا مقارنة بالعام الماضي (38416). وحصل الليبراليون على حوالي 15.6 مليون دولار من إجمالي التبرعات في عام 2023، وهذا أعلى من مبلغ 15 مليون دولار الذي حصلوا عليه في العام السابق. وفي حين شهد الليبراليون انخفاضا في الدعم في استطلاعات الرأي الوطنية الأخيرة، فإن تبرعات الحزب لم تشهد انخفاضا مماثلا. وهذا يهيئ الحزب لشن نوع من الهجوم المضاد على المحافظين البارزين وزعيمهم."
  },
  {
    "title": "كندا تعلن عن تخصيص 362 مليون دولار لمعالجة أزمة طالبي اللجوء",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/شسيب.jpg",
    "content": "هلا كندا – أعلن وزير الهجرة واللاجئين والمواطنة مارك ميلر يوم الأربعاء أنه تم تخصيص أكثر من 362 مليون دولار للمقاطعات والمدن لمواجهة ارتفاع عدد طالبي اللجوء. وتأتي الأموال في إطار برنامج مساعدة الإسكان المؤقت التابع للحكومة الفيدرالية. وقال ميلر إنه سيتم تخصيص 100 مليون دولار من الأموال لمقاطعة كيبيك. وأضاف أنه سيتم الكشف عن مزيد من التفاصيل حول كيفية تخصيص التمويل في الأيام المقبلة. ويأتي التمويل الجديد بعد أن دعا حكام المقاطعات ومسؤولي المدن إلى مزيد من المساعدة الفيدرالية. وكتب حاكم كيبيك فرانسوا لوغو رسالة إلى رئيس الوزراء جاستن ترودو في وقت سابق من هذا الشهر قائلًا إن العدد المتزايد من طالبي اللجوء يدفع الخدمات الحكومية إلى نقطة الانهيار. وطلب من الحكومة الفيدرالية إبطاء تدفق طالبي اللجوء وتغطية تكلفة تقديم الخدمات لأولئك الموجودين بالفعل في كيبيك."
  },
  {
    "title": "تقرير: هذه هي أبرز 5 مدن في كندا تملك عددا أقل من الإيجارات ذات الأسعار المعقولة",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/for-rent-sign-1-6750162-1706729501248-696x391.jpg",
    "content": "هلا كندا – كشف تقرير جديد صادر عن هيئة كندا للإسكان والرهن العقاري CMHC عن انخفاض قياسي في معدل الإيجارات الشاغرة إلى 1.5 بالمائة في كندا، وهو أدنى مستوى منذ 1988. ولكي يعتبر الإيجار معقولا وبأسعار مناسبة، يجب أن لا يكلف أكثر من 30 في المائة من دخل الأسرة، وفقًا لتقرير سوق الإيجار لعام 2023 الصادر عن CMHC. وقامت CMHC بتقسيم المدن الرئيسية في جميع أنحاء البلاد التي لديها أقل عدد من الإيجارات ذات الأسعار المعقولة في كندا. ويقول التقرير: “يواجه المستأجرون من ذوي الدخل المنخفض تحديًا إضافيًا يتمثل في انخفاض العرض بشكل خاص وانخفاض معدلات الشغور للشقق ذات الأسعار المعقولة في الأسواق الرئيسية في كندا”. فيما يلي المدن التي لديها أقل عدد من الشقق السكنية ذات الأسعار المعقولة: فانكوفر في عام 2022، تم اعتبار 1 في المائة فقط من مخزون الإيجار بأسعار معقولة، حيث تدفع الأسرة 20 في المائة من دخلها الشهري. وفي عام 2023، انخفض الرقم إلى 0.9 في المائة، وارتفع متوسط الإيجار لشقة مكونة من غرفتي نوم بنسبة 8.5 في المائة، مما يعني متوسط سعر قدره 2181 دولارًا. يعتقد الباحثون أن الطلب كان مدفوعًا بالهجرة القياسية إلى المنطقة وانخفاض القدرة على تحمل تكاليف ملكية المنازل. تورنتو ويظهر التقرير أن تورونتو لديها 1.5 بالمائة فقط من الإيجارات ذات الأسعار المعقولة لأصحاب الدخل المنخفض في عامي 2022 و2023. وكان العثور على الشقق صعبا، حيث بلغ معدل الشغور 0.7 في المائة، وبلغ متوسط تكلفة الشقة المكونة من غرفتي نوم 2862 دولارًا. ويشير التقرير إلى أن “النمو السكاني القوي وسوق العمل المرن وارتفاع تكاليف اقتراض ملكية المنازل ساهمت في تضييق السوق”. وأدى ذلك إلى “تدهور واسع النطاق” في القدرة على تحمل التكاليف بالنسبة لعدد أكبر من المستأجرين مع زيادة التضخم. أوتاوا كان لدى عاصمة البلاد معدل شغور أعلى للإيجارات، ولكن هناك عدد قليل جدًا من الشقق بأسعار معقولة للأسر ذات الدخل المنخفض. تظهر البيانات أنه في عامي 2022 و2023، تم استبعاد سكان أوتاوا الذين يبحثون عن إيجارات ميسورة التكلفة تقل عن 30 في المائة من دخلهم من السوق. وبلغ معدل الشغور في الوحدات السكنية 0.4 في المائة، وتبلغ تكلفتها حوالي 2085 دولارًا لغرفتي نوم. كالجاري واجه المستأجرون من ذوي الدخل المنخفض في أكبر مدينتين في ألبرتا صعوبة في العثور على منازل بأسعار معقولة، على الرغم من أن الأسعار الأساسية ظلت أقل مما هي عليه في المدن الكبرى الأخرى. في عام 2022، كان خمسة في المائة من مخزون الإيجار في كالجاري في متناول أقل 20 في المائة من أصحاب الدخل، وبعد مرور عام، انخفض هذا الرقم إلى 3.1 في المائة. تعد الشقق السكنية أغلى قليلاً في كالجاري، حيث يبلغ متوسط إيجارها 1819 دولارًا للشقة المكونة من غرفتي نوم، ومعدل شغور أقل يبلغ 1 في المائة. ويشير التقرير إلى أن كالجاري تواجه أدنى معدل شغور منذ ما يقرب من عقد من الزمن، مع انخفاض المعدلات من 2.7 في المائة إلى 1.4 في المائة في عام 2023. ادمونتون قدمت إدمونتون خيارات أكثر بأسعار معقولة للمستأجرين ذوي الدخل المنخفض، لكنها شهدت أيضًا انخفاضًا. وفي عام 2022، كانت 13 في المائة من الإيجارات مناسبة للمستأجرين ذوي الدخل المنخفض. وفي عام 2023 انخفضت إلى 12.7 في المائة، وبلغ معدل الشغور في المدينة 2.4 في المائة للوحدات المبنية لهذا الغرض، ومعدل مماثل قدره 2.5 في المائة للشقق السكنية. وبلغ متوسط إيجار الشقق السكنية 1359 دولارًا لغرفتي نوم."
  },
  {
    "title": "تقرير: انخفاض قياسي لعدد الإيجارات الشاغرة في كندا …وارتفاع متوسط الإيجار!",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/for-rent-1-6477286-1689195222736-696x392.jpg",
    "content": "هلا كندا – كشف تقرير جديد لشركة كندا للرهن العقاري والإسكان CMHC، ارتفاع متوسط الإيجار على مستوى كندا ويقابله انخفاض قياسي في معدل المنازل والشقق الشاغرة. وحسب التقرير، وصل معدل الإيجارات الشاغرة الإجمالي في كندا إلى مستوى منخفض جديد بلغ 1.5 في المائة في عام 2023. ويعتبر معدل الإيجارات الشاغرة هو أدنى مستوى تم تسجيله منذ عام 1988، عندما بدأت CMHC في تسجيل البيانات. ويعكس النسبة المئوية للوحدات المتاحة مقارنة بعدد العقارات المستأجرة في جميع أنحاء البلاد. ويعني المعدل المنخفض عادةً منافسة أكبر بين المستأجرين وحافزًا أعلى لأصحاب الوحدات لرفع أسعارهم. وجاء في التقرير أيضا: “على الرغم من أن معظم المدن الكندية شهدت زيادة في المعروض من الإيجارات، إلا أن ذلك لم يكن كافيًا لمواكبة ضغوط الطلب المتزايدة”. ويشير أيضا إن ارتفاع معدلات الرهن العقاري يجعل ملكية المنازل بعيدة عن متناول الكثيرين، مما يعني أن المزيد من الناس يتجهون إلى سوق الإيجار. وارتفعت أيضا أسعار إيجار الشقق المكونة من غرفتي نوم بشكل كبير، وفقا للتقرير، لتصل إلى ثمانية في المائة. وهذا يعني أن المستأجرين في كندا يدفعون في المتوسط، 1359 دولارًا شهريًا، في قفزة فاقت كلاً من التضخم (4.7 في المائة) ونمو الأجور (5 في المائة). وقالت CMHC إنه لكي يعتبر السعر ميسور التكلفة، يجب أن يكلف أقل من 30 في المائة من الدخل الشهري للمستأجر."
  },
  {
    "title": "تقرير جديد يكشف أفضل 10 وظائف في كندا خلال 2024",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-140945-696x464.jpeg",
    "content": "هلا كندا – نشر موقع ca.indeed قائمة لأفضل 10 وظائف لعام 2024، مما يوفر للكنديين فكرة أفضل عن الوظائف المطلوبة، والأجور الجيدة. وقالت في الواقع إن قائمة الوظائف المبنية على البيانات الخاصة بها تم تجميعها باستخدام قاعدة البيانات الخاصة بها للباحثين عن عمل وسلوك أصحاب العمل. أخذت القائمة في الاعتبار العديد من خصائص الوظيفة، مثل ما إذا كان المنصب يوفر مرونة العمل المختلط أو العمل عن بعد. يجب أن تقدم جميع الوظائف المدرجة في القائمة أيضًا أجرًا أعلى من متوسط الراتب الكندي البالغ 63,200 دولار. وفي الواقع، أخذت كندا عوامل أخرى في الاعتبار عند إعداد القائمة، مثل فرصة النمو ومدى توفر الدور على نطاق واسع. وهذه أفضل الوظائف في كندا لعام 2024. يشرف كبار مديري الضرائب على جميع جوانب الالتزام الضريبي للشركة واستراتيجيتها. متوسط الراتب السنوي: 139,063 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 219 يقع على عاتق ممارسي حماية الطفل مسؤولية معالجة وضمان سلامة ورفاهية الأطفال. متوسط الراتب السنوي: 77.034 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 128 مدير الحوكمة مسؤول عن تعزيز إطار حوكمة المنظمة من خلال تطوير السياسات والإجراءات المختلفة والتعاون مع القيادة. متوسط الراتب السنوي: 97,469 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 123 يتولى كبار المهندسين الكهربائيين مسؤولية تصميم وتطوير وقيادة تنفيذ الأنظمة الكهربائية المختلفة للمباني والهياكل. متوسط الراتب السنوي: 110.000 دولار عدد الوظائف المعلنة لكل مليون وظيفة: 174 يعتبر العميد المشارك قائدًا رئيسيًا داخل الكلية ويقدم الدعم القيادي لعميد القسم، ويتولى واجبات إدارية وأكاديمية مختلفة. متوسط الراتب السنوي: 114,281 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 67 يقوم المهندسون الإنشائيون بتصميم وتخطيط والإشراف على بناء الهياكل للتأكد من أنها تلبي معايير السلامة. متوسط الراتب السنوي: 93,755 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 284 يقوم كبار منسقي المشاريع بتنظيم وتخطيط وتنفيذ مشاريع مختلفة داخل الشركة أو المؤسسة. متوسط الراتب السنوي: 81,224 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 171 يقوم مهندسو المشروع بتنظيم وتخطيط وتنفيذ الجوانب الفنية للمشاريع أثناء التعاون مع فرق أخرى لضمان تحقيق التسليمات في الوقت المحدد وفي حدود الميزانية. متوسط الراتب السنوي: 91,153 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 498 أمناء المكتبات مسؤولون عن تنظيم وتصنيف الكتب والموارد في المكتبات، ومساعدة الضيوف في الاستفسارات والأسئلة، كما أنهم مسؤولون عن إدارة مجموعات المكتبة وأنظمة الفهرسة. متوسط الراتب السنوي: 75,360 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 135 يقود مشرفو المحاسبة العمليات اليومية لقسم المحاسبة في الشركة أو المؤسسة. متوسط الراتب السنوي: 79,594 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 90"
  },
  {
    "title": "ألبيرتا تفرض موافقة الوالدين لتغيير أبنائهم ضمائرهم وأسمائهم الجنسية في المدارس",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/danielle-smith-1-6750506-1706741256161-696x392.jpg",
    "content": "هلا كندا – أعلنت حاكم ألبرتا دانييل سميث إن المقاطعة ستطلب موافقة الوالدين للطلاب الذين تبلغ أعمارهم 15 عامًا أو أقل والذين يرغبون في تغيير أسمائهم أو ضمائرهم في المدرسة. وتقول إن الطلاب الذين تتراوح أعمارهم بين 16 و17 عامًا لن يحتاجوا إلى موافقة، ولكن يجب إخطار أولياء أمورهم. وأعلنت سميث التغييرات يوم الأربعاء في مقطع فيديو نُشر على منصة X، المنصة المعروفة سابقًا باسم تويتر، وقالت إنها جاءت بعد مناقشات مع تجمع حزب المحافظين. وكشفت سميث عن عدد من السياسات الجديدة المتعلقة بالبالغين والشباب المتحولين جنسيًا، بدءًا من القيود المفروضة على العلاج والجراحة وحتى المشاركة في الرياضة. وقالت سميث إن حكومتها تريد أن يعرف المتحولون جنسياً أنهم محبوبون ومدعومون، لكنها لا تستطيع قبول السماح للشباب بإجراء تغييرات تغير حياتهم حتى ينضجوا للقيام بذلك. وقالت سميث في مقطع فيديو مدته سبع دقائق: “إنها فترة معقدة للغاية، إن إحدى أعظم المسؤوليات التي نتحملها كآباء ومعلمين وقادة مجتمع هي الحفاظ على حق أطفالنا في النمو والتطور إلى بالغين ناضجين حتى يكونوا مستعدين بشكل أفضل لاتخاذ القرارات التي تؤثر على حياتهم”. كما أعلنت عن قيود على عمليات تأكيد الجنس والعلاج الهرموني للمراهقين، وقالت إنه سيتم حظر جراحة تغيير الجنس لمن هم في سن 17 عامًا أو أقل. كذلك، يجب على الآباء اختيار تعليم أطفالهم النوع الاجتماعي والتوجه الجنسي في المدارس. وقالت سميث إن المقاطعة ستعمل أيضًا مع المنظمات الرياضية لضمان عدم اضطرار النساء والفتيات إلى التنافس ضد الرياضيات المتحولات جنسياً."
  },
  {
    "title": "مدينة في أونتاريو تتعرض للاحتيال في 1.5 مليون دولار!",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-6.jpg",
    "content": "هلا كندا – تحاول مدينة سودبوري – Sudbury استرداد 1.5 مليون دولار تم إرسالها إلى حساب مصرفي احتيالي في تورونتو. وقالت المدينة في بيان رسمي أنه تم خداعها لتحويل الأموال النقدية إلى حساب مصرفي أنشأه محتالون في مركز مدينة سكاربورو. في دعوى قضائية تم رفعها في تورونتو في وقت سابق من هذا الشهر، تزعم مدينة سودبوري أن مشتبه بهم مجهولين تسللوا إلى حسابات البريد الإلكتروني المرتبطة بشركة إنشاءات تم التعاقد معها لبناء وحدات سكنية للإيجار بأسعار معقولة في بلدية شمال أونتاريو. وتمكن المشتبه بهم، وفقًا لبيان المطالبة، من الوصول إلى البريد الإلكتروني الشرعي لمدير المشروع وتظاهروا بأنهم الموظف في الاتصالات مع المدينة. وتزعم الدعوى القضائية أن المحتالين أقنعوا موظفي المدينة بإرسال تحويل مصرفي بقيمة 1,501,380.66 دولارًا إلى حساب مصرفي مختلف عن الحساب الذي أنشأته شركة البناء في الأصل. وتحاول المدينة الآن استرداد تلك الأموال، وتسعى للحصول على أمر من المحكمة لإجبار العديد من البنوك الكبرى على تعقب الأموال وتجميدها وإعادة الأموال إلى المدينة. وجاء في بيان صادر عن المتحدث باسم المدينة: “تم اكتشاف النشاط غير القانوني بسرعة من قبل الموظفين، ونحن واثقون من أننا سنكون قادرين على استرداد غالبية هذه الأموال”. وفقًا لبيان المطالبة، لاحظ موظفو المدينة التناقض بين معلومات الحساب المصرفي واتصلوا بالشركة لتقديم المزيد من الوثائق. وتزعم الدعوى أن المشتبه بهم قاموا بإنشاء وتقديم مستندات احتيالية ومزورة لارتكاب السرقة. وتم تحويل الأموال إلى المحتالين في 21 ديسمبر إلى حساب تم إنشاؤه في فرع Scotiabank في مركز مدينة سكاربورو، كما تنص الدعوى القضائية، وتم تجميد هذا الحساب منذ ذلك الحين. وتقول الدعوى إن الأمر استغرق حوالي أسبوع قبل اكتشاف أن شركة البناء لم تتلق في الواقع الأموال التي تم تحويلها. من جهتها، قالت كاتي راسكينا، المتحدثة باسم Scotiabank، إنه “حدث احتيال خارجي لا علاقة له بأي سلوك للبنك”. وجاء في البيان: “نحن نتعاون مع التحقيق للمساعدة في استرداد الأموال المفقودة بسبب النشاط الاحتيالي بما أن هذا الأمر معروض على المحاكم، فلا يمكننا التعليق أكثر”. "
  },
  {
    "title": "حزب المحافظين يحقق رقم قياسي في جمع التبرعات خلال 2023",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/conservative-leader-pierre-poilievre-1-6693568-1702998844825-696x392.jpg",
    "content": "هلا كندا – أعلن حزب المحافظين عن تحقيق رقم قياسي في جمع التبرعات في الربع الأخير من 2023. وجمع الحزب 11.9 مليون دولار من حوالي 66000 متبرع، وفقًا لبيانات هيئة الانتخابات الكندية. وهذا الرقم المذهل جعل عام 2023 واحدًا من أفضل أعوام جمع التبرعات للحزب منذ تأسيسه قبل عقدين من الزمن. وجمع الحزب أكثر من 35 مليون دولار من حوالي 200 ألف تبرع خلال عام 2023. وهذا أكثر مما أعلن الحزب عن جمعه في عام 2022، وهو عام انتخابات القيادة الذي حصد فيه بيير بوليفير زعامة الحزب. ويشير تحسن أداء الحزب في جمع التبرعات في عام 2023 إلى أن أنصار المحافظين كانوا أكثر استعدادًا للتبرعات من أجل تنصيب الزعيم بيير بويليفر على رأس القيادة. وقال الحزب في بيان إعلامي: “في أول عام كامل لبيير بوليفر كزعيم لحزب المحافظين، حطم الحزب جميع الأرقام القياسية لجمع التبرعات لأي حزب سياسي في التاريخ الكندي، وحقق رقما قياسيا قدره 35.2 مليون دولار في عام 2023، الأمر أكثر وضوحا بأن الكنديين يريدون التغيير”. من جهته قال بوليفير: “تثبت هذه النتائج دعم خطتي المنطقية لإلغاء الضرائب وبناء المنازل وإصلاح الميزانية ووقف الجريمة”. وكان الرقم القياسي السابق لجمع التبرعات لسنة غير انتخابية قد سجله حزب المحافظين في عام 2018، عندما جمع 24.2 مليون دولار. ومع وفرة الأموال، يتمتع المحافظون بالموارد اللازمة لإنفاق أموال كبيرة في فترة ما قبل الانتخابات هذه على الإعلانات التلفزيونية باهظة الثمن وحشد الأصوات على وسائل التواصل الاجتماعي. وفي الوقت نفسه، أفاد الليبراليون عن جمع أقل من نصف أموال المحافظين في الربع الرابع – حوالي 5.8 مليون دولار من 38288 مانحًا. ولكن هناك أخبار جيدة للحزب الحاكم في تقرير الانتخابات الكندية الأخير، حيث المبلغ الذي جمعه الليبراليون في الربع الرابع هو تقريبًا نفس ما جمعوه في عام 2022، كما أن عدد المتبرعين (38288) مستقر أيضًا مقارنة بالعام الماضي (38416). وحصل الليبراليون على حوالي 15.6 مليون دولار من إجمالي التبرعات في عام 2023، وهذا أعلى من مبلغ 15 مليون دولار الذي حصلوا عليه في العام السابق. وفي حين شهد الليبراليون انخفاضا في الدعم في استطلاعات الرأي الوطنية الأخيرة، فإن تبرعات الحزب لم تشهد انخفاضا مماثلا. وهذا يهيئ الحزب لشن نوع من الهجوم المضاد على المحافظين البارزين وزعيمهم."
  },
  {
    "title": "كندا تعلن عن تخصيص 362 مليون دولار لمعالجة أزمة طالبي اللجوء",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/شسيب.jpg",
    "content": "هلا كندا – أعلن وزير الهجرة واللاجئين والمواطنة مارك ميلر يوم الأربعاء أنه تم تخصيص أكثر من 362 مليون دولار للمقاطعات والمدن لمواجهة ارتفاع عدد طالبي اللجوء. وتأتي الأموال في إطار برنامج مساعدة الإسكان المؤقت التابع للحكومة الفيدرالية. وقال ميلر إنه سيتم تخصيص 100 مليون دولار من الأموال لمقاطعة كيبيك. وأضاف أنه سيتم الكشف عن مزيد من التفاصيل حول كيفية تخصيص التمويل في الأيام المقبلة. ويأتي التمويل الجديد بعد أن دعا حكام المقاطعات ومسؤولي المدن إلى مزيد من المساعدة الفيدرالية. وكتب حاكم كيبيك فرانسوا لوغو رسالة إلى رئيس الوزراء جاستن ترودو في وقت سابق من هذا الشهر قائلًا إن العدد المتزايد من طالبي اللجوء يدفع الخدمات الحكومية إلى نقطة الانهيار. وطلب من الحكومة الفيدرالية إبطاء تدفق طالبي اللجوء وتغطية تكلفة تقديم الخدمات لأولئك الموجودين بالفعل في كيبيك."
  },
  {
    "title": "تقرير: هذه هي أبرز 5 مدن في كندا تملك عددا أقل من الإيجارات ذات الأسعار المعقولة",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/for-rent-sign-1-6750162-1706729501248-696x391.jpg",
    "content": "هلا كندا – كشف تقرير جديد صادر عن هيئة كندا للإسكان والرهن العقاري CMHC عن انخفاض قياسي في معدل الإيجارات الشاغرة إلى 1.5 بالمائة في كندا، وهو أدنى مستوى منذ 1988. ولكي يعتبر الإيجار معقولا وبأسعار مناسبة، يجب أن لا يكلف أكثر من 30 في المائة من دخل الأسرة، وفقًا لتقرير سوق الإيجار لعام 2023 الصادر عن CMHC. وقامت CMHC بتقسيم المدن الرئيسية في جميع أنحاء البلاد التي لديها أقل عدد من الإيجارات ذات الأسعار المعقولة في كندا. ويقول التقرير: “يواجه المستأجرون من ذوي الدخل المنخفض تحديًا إضافيًا يتمثل في انخفاض العرض بشكل خاص وانخفاض معدلات الشغور للشقق ذات الأسعار المعقولة في الأسواق الرئيسية في كندا”. فيما يلي المدن التي لديها أقل عدد من الشقق السكنية ذات الأسعار المعقولة: فانكوفر في عام 2022، تم اعتبار 1 في المائة فقط من مخزون الإيجار بأسعار معقولة، حيث تدفع الأسرة 20 في المائة من دخلها الشهري. وفي عام 2023، انخفض الرقم إلى 0.9 في المائة، وارتفع متوسط الإيجار لشقة مكونة من غرفتي نوم بنسبة 8.5 في المائة، مما يعني متوسط سعر قدره 2181 دولارًا. يعتقد الباحثون أن الطلب كان مدفوعًا بالهجرة القياسية إلى المنطقة وانخفاض القدرة على تحمل تكاليف ملكية المنازل. تورنتو ويظهر التقرير أن تورونتو لديها 1.5 بالمائة فقط من الإيجارات ذات الأسعار المعقولة لأصحاب الدخل المنخفض في عامي 2022 و2023. وكان العثور على الشقق صعبا، حيث بلغ معدل الشغور 0.7 في المائة، وبلغ متوسط تكلفة الشقة المكونة من غرفتي نوم 2862 دولارًا. ويشير التقرير إلى أن “النمو السكاني القوي وسوق العمل المرن وارتفاع تكاليف اقتراض ملكية المنازل ساهمت في تضييق السوق”. وأدى ذلك إلى “تدهور واسع النطاق” في القدرة على تحمل التكاليف بالنسبة لعدد أكبر من المستأجرين مع زيادة التضخم. أوتاوا كان لدى عاصمة البلاد معدل شغور أعلى للإيجارات، ولكن هناك عدد قليل جدًا من الشقق بأسعار معقولة للأسر ذات الدخل المنخفض. تظهر البيانات أنه في عامي 2022 و2023، تم استبعاد سكان أوتاوا الذين يبحثون عن إيجارات ميسورة التكلفة تقل عن 30 في المائة من دخلهم من السوق. وبلغ معدل الشغور في الوحدات السكنية 0.4 في المائة، وتبلغ تكلفتها حوالي 2085 دولارًا لغرفتي نوم. كالجاري واجه المستأجرون من ذوي الدخل المنخفض في أكبر مدينتين في ألبرتا صعوبة في العثور على منازل بأسعار معقولة، على الرغم من أن الأسعار الأساسية ظلت أقل مما هي عليه في المدن الكبرى الأخرى. في عام 2022، كان خمسة في المائة من مخزون الإيجار في كالجاري في متناول أقل 20 في المائة من أصحاب الدخل، وبعد مرور عام، انخفض هذا الرقم إلى 3.1 في المائة. تعد الشقق السكنية أغلى قليلاً في كالجاري، حيث يبلغ متوسط إيجارها 1819 دولارًا للشقة المكونة من غرفتي نوم، ومعدل شغور أقل يبلغ 1 في المائة. ويشير التقرير إلى أن كالجاري تواجه أدنى معدل شغور منذ ما يقرب من عقد من الزمن، مع انخفاض المعدلات من 2.7 في المائة إلى 1.4 في المائة في عام 2023. ادمونتون قدمت إدمونتون خيارات أكثر بأسعار معقولة للمستأجرين ذوي الدخل المنخفض، لكنها شهدت أيضًا انخفاضًا. وفي عام 2022، كانت 13 في المائة من الإيجارات مناسبة للمستأجرين ذوي الدخل المنخفض. وفي عام 2023 انخفضت إلى 12.7 في المائة، وبلغ معدل الشغور في المدينة 2.4 في المائة للوحدات المبنية لهذا الغرض، ومعدل مماثل قدره 2.5 في المائة للشقق السكنية. وبلغ متوسط إيجار الشقق السكنية 1359 دولارًا لغرفتي نوم."
  },
  {
    "title": "تقرير: انخفاض قياسي لعدد الإيجارات الشاغرة في كندا …وارتفاع متوسط الإيجار!",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/for-rent-1-6477286-1689195222736-696x392.jpg",
    "content": "هلا كندا – كشف تقرير جديد لشركة كندا للرهن العقاري والإسكان CMHC، ارتفاع متوسط الإيجار على مستوى كندا ويقابله انخفاض قياسي في معدل المنازل والشقق الشاغرة. وحسب التقرير، وصل معدل الإيجارات الشاغرة الإجمالي في كندا إلى مستوى منخفض جديد بلغ 1.5 في المائة في عام 2023. ويعتبر معدل الإيجارات الشاغرة هو أدنى مستوى تم تسجيله منذ عام 1988، عندما بدأت CMHC في تسجيل البيانات. ويعكس النسبة المئوية للوحدات المتاحة مقارنة بعدد العقارات المستأجرة في جميع أنحاء البلاد. ويعني المعدل المنخفض عادةً منافسة أكبر بين المستأجرين وحافزًا أعلى لأصحاب الوحدات لرفع أسعارهم. وجاء في التقرير أيضا: “على الرغم من أن معظم المدن الكندية شهدت زيادة في المعروض من الإيجارات، إلا أن ذلك لم يكن كافيًا لمواكبة ضغوط الطلب المتزايدة”. ويشير أيضا إن ارتفاع معدلات الرهن العقاري يجعل ملكية المنازل بعيدة عن متناول الكثيرين، مما يعني أن المزيد من الناس يتجهون إلى سوق الإيجار. وارتفعت أيضا أسعار إيجار الشقق المكونة من غرفتي نوم بشكل كبير، وفقا للتقرير، لتصل إلى ثمانية في المائة. وهذا يعني أن المستأجرين في كندا يدفعون في المتوسط، 1359 دولارًا شهريًا، في قفزة فاقت كلاً من التضخم (4.7 في المائة) ونمو الأجور (5 في المائة). وقالت CMHC إنه لكي يعتبر السعر ميسور التكلفة، يجب أن يكلف أقل من 30 في المائة من الدخل الشهري للمستأجر."
  },
  {
    "title": "ترودو: “نعمل بشكل مكثف للعثور على الصحفي الكندي المفقود في غزة”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/mansour-shouman-1-6750070-1706726214706-696x391.jpg",
    "content": "هلا كندا – قال رئيس الوزراء جاستن ترودو إن حكومته تعمل بجدية كبيرة بعد الإبلاغ عن اختفاء كندي فلسطيني في قطاع غزة. وكان الصحفي منصور شومان في المنطقة للمساعدة في توثيق الجهود الإنسانية الجارية وسط الحرب في غزة. ويقول أحد أعضاء الفريق الذي كان يدعمه في هذا العمل إن أحباءه فقدوا الاتصال به منذ أكثر من أسبوع. وأكدت وزارة الخارجية في نهاية الأسبوع أنها على علم بفقدان كندي في غزة. وقالت الإدارة إنها تعمل على مراقبة الوضع وهي على اتصال مباشر مع أفراد الأسرة، ولم يتم الكشف عن تفاصيل أخرى لأسباب تتعلق بالخصوصية. وقال ترودو يوم الأربعاء: “نحن نعمل بنشاط على هذا الأمر، ونأخذ هذا الأمر على محمل الجد”."
  },
  {
    "title": "سينما Cineplex تلغي عرض فيلم من جنوب الهند بسبب حوادث عنف وإطلاق للنار بتورونتو",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1-3.jpg",
    "content": "هلا كندا – أعلنت سلسلة مسارح السينما Cineplex عن إلغاء عروض فيلم من جنوب الهند بعد أربع عمليات إطلاق نار من السيارات في المسارح في جميع أنحاء منطقة تورنتو الكبرى في يوم عرضه لأول مرة. قالت المتحدثة باسم Cineplex ميشيل سابا إن سلسلة دور العرض سحبت فيلم الحركةMalaikottai Vaaliban  بسبب ظروف خارجة عن إرادتها. ويضيف سابا أن شركة Cineplex تعمل بشكل وثيق مع السلطات المحلية التي تقود التحقيق المتعلق بالحوادث التي وقعت في دور العرض الخاصة بها. تقول شرطة يورك الإقليمية إنه تم استدعاؤها إلى مسرح في ريتشموند هيل، أونتاريو، في 24 يناير بعد وصول أحد الموظفين ليجد أن النوافذ قد تم إطلاق النار عليها. وفي اليوم نفسه، استجابت الشرطة لحوادث مماثلة في المسارح في فان وسكاربورو وبرامبتون. وقالت الشرطة إن جميع الحوادث وقعت في ساعات الصباح الباكر ولم يبلغ عن وقوع إصابات. وقالت المتحدثة باسم شرطة يورك الإقليمية، ليزا موسكالوك، إن المحققين يعتقدون أن “الحوادث مرتبطة ومستهدفة”."
  },
  {
    "title": "تقرير جديد يكشف أفضل 10 وظائف في كندا خلال 2024",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-140945-696x464.jpeg",
    "content": "هلا كندا – نشر موقع ca.indeed قائمة لأفضل 10 وظائف لعام 2024، مما يوفر للكنديين فكرة أفضل عن الوظائف المطلوبة، والأجور الجيدة. وقالت في الواقع إن قائمة الوظائف المبنية على البيانات الخاصة بها تم تجميعها باستخدام قاعدة البيانات الخاصة بها للباحثين عن عمل وسلوك أصحاب العمل. أخذت القائمة في الاعتبار العديد من خصائص الوظيفة، مثل ما إذا كان المنصب يوفر مرونة العمل المختلط أو العمل عن بعد. يجب أن تقدم جميع الوظائف المدرجة في القائمة أيضًا أجرًا أعلى من متوسط الراتب الكندي البالغ 63,200 دولار. وفي الواقع، أخذت كندا عوامل أخرى في الاعتبار عند إعداد القائمة، مثل فرصة النمو ومدى توفر الدور على نطاق واسع. وهذه أفضل الوظائف في كندا لعام 2024. يشرف كبار مديري الضرائب على جميع جوانب الالتزام الضريبي للشركة واستراتيجيتها. متوسط الراتب السنوي: 139,063 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 219 يقع على عاتق ممارسي حماية الطفل مسؤولية معالجة وضمان سلامة ورفاهية الأطفال. متوسط الراتب السنوي: 77.034 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 128 مدير الحوكمة مسؤول عن تعزيز إطار حوكمة المنظمة من خلال تطوير السياسات والإجراءات المختلفة والتعاون مع القيادة. متوسط الراتب السنوي: 97,469 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 123 يتولى كبار المهندسين الكهربائيين مسؤولية تصميم وتطوير وقيادة تنفيذ الأنظمة الكهربائية المختلفة للمباني والهياكل. متوسط الراتب السنوي: 110.000 دولار عدد الوظائف المعلنة لكل مليون وظيفة: 174 يعتبر العميد المشارك قائدًا رئيسيًا داخل الكلية ويقدم الدعم القيادي لعميد القسم، ويتولى واجبات إدارية وأكاديمية مختلفة. متوسط الراتب السنوي: 114,281 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 67 يقوم المهندسون الإنشائيون بتصميم وتخطيط والإشراف على بناء الهياكل للتأكد من أنها تلبي معايير السلامة. متوسط الراتب السنوي: 93,755 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 284 يقوم كبار منسقي المشاريع بتنظيم وتخطيط وتنفيذ مشاريع مختلفة داخل الشركة أو المؤسسة. متوسط الراتب السنوي: 81,224 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 171 يقوم مهندسو المشروع بتنظيم وتخطيط وتنفيذ الجوانب الفنية للمشاريع أثناء التعاون مع فرق أخرى لضمان تحقيق التسليمات في الوقت المحدد وفي حدود الميزانية. متوسط الراتب السنوي: 91,153 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 498 أمناء المكتبات مسؤولون عن تنظيم وتصنيف الكتب والموارد في المكتبات، ومساعدة الضيوف في الاستفسارات والأسئلة، كما أنهم مسؤولون عن إدارة مجموعات المكتبة وأنظمة الفهرسة. متوسط الراتب السنوي: 75,360 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 135 يقود مشرفو المحاسبة العمليات اليومية لقسم المحاسبة في الشركة أو المؤسسة. متوسط الراتب السنوي: 79,594 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 90"
  },
  {
    "title": "مجلس مدارس تورونتو يصوت على إلغاء الدراسة يوم حدوث ظاهرة الكسوف",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-sebastian-voortman-566169-696x392.jpg",
    "content": "هلا كندا – صوت مجلس مدارس تورونتو، اليوم الأربعاء، على إلغاء الفصول المدرسية في جميع أنحاء المنطقة يوم 8 أبريل الذي يشهد كسوف الشمس النادر في العالم وكندا بشكل خاص. ومن المتوقع أن ينضم مجلس مدارس تورونتو إلى ستة مجالس مدارس أخرى على الأقل في أونتاريو، بالإضافة إلى مركزين للخدمات المدرسية في كيبيك، الذين أبلغوا بالفعل أولياء الأمور بإلغاء الفصول الدراسية في 8 أبريل استعدادًا للحدث الفلكي النادر. وجاء في بيان مجلس مدارس تورونتو: “إن النظر مباشرة إلى الشمس أثناء الكسوف، دون حماية مناسبة، يمكن أن يؤدي إلى مشاكل خطيرة مثل فقدان البصر جزئيًا أو كليًا، هناك أيضًا مخاوف تتعلق بالسلامة المرورية حيث سيعود آلاف الأطفال إلى منازلهم في نهاية اليوم في ظلام مؤقت”. وأشارت الوثيقة إلى أن مجالس المدارس في منطقة تورنتو الكبرى، مثل تلك الموجودة في مناطق بيل ودورهام وهالتون، قد أجرت التغيير بالفعل، في المقابل قامت المجالس الأخرى بنقل يوم النشاطات المهنية المقرر مسبقًا. ومن المتوقع أن يتم ملاحظة الكسوف في المكسيك أولا في حوالي الساعة 11:07 صباحا بتوقيت المحيط الهادئ، عندما يتحرك القمر بين الأرض والشمس، ويلقي بظلاله الجزئي أو الكلي على الأرض. سيكون الكسوف بعد ذلك مرئيًا في الولايات المتحدة قبل أن يتحرك نحو جنوب أونتاريو، ثم كيبيك ونيو برونزويك وجزيرة الأمير إدوارد وكيب بريتون في نوفا سكوتشيا، ويستمر لمدة ساعتين تقريبًا في نفس الوقت الذي يُسمح فيه للعديد من الأطفال في كندا بالخروج من المدرسة. وقالت الدكتورة ميليسا جينيرو، المتحدثة باسم Estrie Public Health، التي تمثل منطقة Eastern Townships في كيبيك حيث من المقرر أن يلقي الكسوف بظلاله، إن السلطات تترك خيار الإغلاق أو عدم الإغلاق للمدارس الفردية. ومع ذلك، قالت إنهم يشددون على الحاجة إلى إشراف مناسب من البالغين لضمان أن الأطفال يشاهدون الكسوف بأمان، بما في ذلك في الحافلات المدرسية. وقالت إن هذه المبادئ التوجيهية تشمل التأكد من أن الأطفال يرتدون نظارات واقية أو يشاهدون الحدث بشكل غير مباشر، ومراقبة أولئك الذين يجدون صعوبة في اتباع التوجيهات."
  },
  {
    "title": "دراسة: الكنديون يغيرون طريقة الحصول على الأخبار بعد حظر “ميتا” للمحتوى الاخباري في كندا",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-pixabay-267350-696x505.jpg",
    "content": "هلا كندا – كشفت دراسة جديدة أجرتها أكاديمية التحول الرقمي في جامعة لافال، كيبيك، أن العديد من الكنديين قاموا بتغيير طريقهم في الحصول على الأخبار اليومية بعد حجب شركة “ميتا” للمحتوى الإخباري الكندي على منصاتها. وغيّر 29% من سكان كيبيك طريقة حصولهم على الأخبار منذ إقدام “ميتا” التي تملك “فيسبوك” و”انستغرام” من حجب المحتوى الإخباري الكندي. وترتفع هذه النسبة إلى 61% لدى الأشخاص الذين تتراوح أعمارهم بين 18 و34 عاماً. وتراجعت نسبة الأشخاص الذين يفضلون وسائل التواصل الاجتماعي كمصدر رئيسي للأخبار من 42% في عام 2022 إلى 38% هذا العام. وبموازاة ذلك، أصبحت المواقع الإخبارية المصدر الأساسي للأخبار لنحو 40% من البالغين، أي من عمر 18 سنة فما فوق، وبزيادة قدرها 4 نقاط مئوية مقارنةً بالعام الماضي. وأشار الاستطلاع أيضاً إلى انخفاض الثقة في الأخبار الواردة على شبكات التواصل الاجتماعي، خاصة لدى الأشخاص الذين تتراوح أعمارهم بين 18 و34 عاماً. من ناحية أُخرى، بات سكان كيبيك أقلّ ميلاً لدفع المال مقابل الحصول بالأخبار من وسائل الإعلام، إذ تراجعت نسبتهم بمقدار 10 نقاط مئوية في عام واحد، من 26% في عام 2022 إلى 16% في عام 2023. ويُذكر أنّ شركة “ميتا” أعلنت في 22 يونيو 2023 قرارها حجب الأخبار عن جميع المستخدمين في كندا على منصات التواصل الخاصة بها قبل دخول القانون الكندي للأخبار على الإنترنت حيز التنفيذ."
  },
  {
    "title": "حزب المحافظين يحقق رقم قياسي في جمع التبرعات خلال 2023",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/conservative-leader-pierre-poilievre-1-6693568-1702998844825-696x392.jpg",
    "content": "هلا كندا – أعلن حزب المحافظين عن تحقيق رقم قياسي في جمع التبرعات في الربع الأخير من 2023. وجمع الحزب 11.9 مليون دولار من حوالي 66000 متبرع، وفقًا لبيانات هيئة الانتخابات الكندية. وهذا الرقم المذهل جعل عام 2023 واحدًا من أفضل أعوام جمع التبرعات للحزب منذ تأسيسه قبل عقدين من الزمن. وجمع الحزب أكثر من 35 مليون دولار من حوالي 200 ألف تبرع خلال عام 2023. وهذا أكثر مما أعلن الحزب عن جمعه في عام 2022، وهو عام انتخابات القيادة الذي حصد فيه بيير بوليفير زعامة الحزب. ويشير تحسن أداء الحزب في جمع التبرعات في عام 2023 إلى أن أنصار المحافظين كانوا أكثر استعدادًا للتبرعات من أجل تنصيب الزعيم بيير بويليفر على رأس القيادة. وقال الحزب في بيان إعلامي: “في أول عام كامل لبيير بوليفر كزعيم لحزب المحافظين، حطم الحزب جميع الأرقام القياسية لجمع التبرعات لأي حزب سياسي في التاريخ الكندي، وحقق رقما قياسيا قدره 35.2 مليون دولار في عام 2023، الأمر أكثر وضوحا بأن الكنديين يريدون التغيير”. من جهته قال بوليفير: “تثبت هذه النتائج دعم خطتي المنطقية لإلغاء الضرائب وبناء المنازل وإصلاح الميزانية ووقف الجريمة”. وكان الرقم القياسي السابق لجمع التبرعات لسنة غير انتخابية قد سجله حزب المحافظين في عام 2018، عندما جمع 24.2 مليون دولار. ومع وفرة الأموال، يتمتع المحافظون بالموارد اللازمة لإنفاق أموال كبيرة في فترة ما قبل الانتخابات هذه على الإعلانات التلفزيونية باهظة الثمن وحشد الأصوات على وسائل التواصل الاجتماعي. وفي الوقت نفسه، أفاد الليبراليون عن جمع أقل من نصف أموال المحافظين في الربع الرابع – حوالي 5.8 مليون دولار من 38288 مانحًا. ولكن هناك أخبار جيدة للحزب الحاكم في تقرير الانتخابات الكندية الأخير، حيث المبلغ الذي جمعه الليبراليون في الربع الرابع هو تقريبًا نفس ما جمعوه في عام 2022، كما أن عدد المتبرعين (38288) مستقر أيضًا مقارنة بالعام الماضي (38416). وحصل الليبراليون على حوالي 15.6 مليون دولار من إجمالي التبرعات في عام 2023، وهذا أعلى من مبلغ 15 مليون دولار الذي حصلوا عليه في العام السابق. وفي حين شهد الليبراليون انخفاضا في الدعم في استطلاعات الرأي الوطنية الأخيرة، فإن تبرعات الحزب لم تشهد انخفاضا مماثلا. وهذا يهيئ الحزب لشن نوع من الهجوم المضاد على المحافظين البارزين وزعيمهم."
  },
  {
    "title": "كندا تعلن عن تخصيص 362 مليون دولار لمعالجة أزمة طالبي اللجوء",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/شسيب.jpg",
    "content": "هلا كندا – أعلن وزير الهجرة واللاجئين والمواطنة مارك ميلر يوم الأربعاء أنه تم تخصيص أكثر من 362 مليون دولار للمقاطعات والمدن لمواجهة ارتفاع عدد طالبي اللجوء. وتأتي الأموال في إطار برنامج مساعدة الإسكان المؤقت التابع للحكومة الفيدرالية. وقال ميلر إنه سيتم تخصيص 100 مليون دولار من الأموال لمقاطعة كيبيك. وأضاف أنه سيتم الكشف عن مزيد من التفاصيل حول كيفية تخصيص التمويل في الأيام المقبلة. ويأتي التمويل الجديد بعد أن دعا حكام المقاطعات ومسؤولي المدن إلى مزيد من المساعدة الفيدرالية. وكتب حاكم كيبيك فرانسوا لوغو رسالة إلى رئيس الوزراء جاستن ترودو في وقت سابق من هذا الشهر قائلًا إن العدد المتزايد من طالبي اللجوء يدفع الخدمات الحكومية إلى نقطة الانهيار. وطلب من الحكومة الفيدرالية إبطاء تدفق طالبي اللجوء وتغطية تكلفة تقديم الخدمات لأولئك الموجودين بالفعل في كيبيك."
  },
  {
    "title": "تقرير: هذه هي أبرز 5 مدن في كندا تملك عددا أقل من الإيجارات ذات الأسعار المعقولة",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/for-rent-sign-1-6750162-1706729501248-696x391.jpg",
    "content": "هلا كندا – كشف تقرير جديد صادر عن هيئة كندا للإسكان والرهن العقاري CMHC عن انخفاض قياسي في معدل الإيجارات الشاغرة إلى 1.5 بالمائة في كندا، وهو أدنى مستوى منذ 1988. ولكي يعتبر الإيجار معقولا وبأسعار مناسبة، يجب أن لا يكلف أكثر من 30 في المائة من دخل الأسرة، وفقًا لتقرير سوق الإيجار لعام 2023 الصادر عن CMHC. وقامت CMHC بتقسيم المدن الرئيسية في جميع أنحاء البلاد التي لديها أقل عدد من الإيجارات ذات الأسعار المعقولة في كندا. ويقول التقرير: “يواجه المستأجرون من ذوي الدخل المنخفض تحديًا إضافيًا يتمثل في انخفاض العرض بشكل خاص وانخفاض معدلات الشغور للشقق ذات الأسعار المعقولة في الأسواق الرئيسية في كندا”. فيما يلي المدن التي لديها أقل عدد من الشقق السكنية ذات الأسعار المعقولة: فانكوفر في عام 2022، تم اعتبار 1 في المائة فقط من مخزون الإيجار بأسعار معقولة، حيث تدفع الأسرة 20 في المائة من دخلها الشهري. وفي عام 2023، انخفض الرقم إلى 0.9 في المائة، وارتفع متوسط الإيجار لشقة مكونة من غرفتي نوم بنسبة 8.5 في المائة، مما يعني متوسط سعر قدره 2181 دولارًا. يعتقد الباحثون أن الطلب كان مدفوعًا بالهجرة القياسية إلى المنطقة وانخفاض القدرة على تحمل تكاليف ملكية المنازل. تورنتو ويظهر التقرير أن تورونتو لديها 1.5 بالمائة فقط من الإيجارات ذات الأسعار المعقولة لأصحاب الدخل المنخفض في عامي 2022 و2023. وكان العثور على الشقق صعبا، حيث بلغ معدل الشغور 0.7 في المائة، وبلغ متوسط تكلفة الشقة المكونة من غرفتي نوم 2862 دولارًا. ويشير التقرير إلى أن “النمو السكاني القوي وسوق العمل المرن وارتفاع تكاليف اقتراض ملكية المنازل ساهمت في تضييق السوق”. وأدى ذلك إلى “تدهور واسع النطاق” في القدرة على تحمل التكاليف بالنسبة لعدد أكبر من المستأجرين مع زيادة التضخم. أوتاوا كان لدى عاصمة البلاد معدل شغور أعلى للإيجارات، ولكن هناك عدد قليل جدًا من الشقق بأسعار معقولة للأسر ذات الدخل المنخفض. تظهر البيانات أنه في عامي 2022 و2023، تم استبعاد سكان أوتاوا الذين يبحثون عن إيجارات ميسورة التكلفة تقل عن 30 في المائة من دخلهم من السوق. وبلغ معدل الشغور في الوحدات السكنية 0.4 في المائة، وتبلغ تكلفتها حوالي 2085 دولارًا لغرفتي نوم. كالجاري واجه المستأجرون من ذوي الدخل المنخفض في أكبر مدينتين في ألبرتا صعوبة في العثور على منازل بأسعار معقولة، على الرغم من أن الأسعار الأساسية ظلت أقل مما هي عليه في المدن الكبرى الأخرى. في عام 2022، كان خمسة في المائة من مخزون الإيجار في كالجاري في متناول أقل 20 في المائة من أصحاب الدخل، وبعد مرور عام، انخفض هذا الرقم إلى 3.1 في المائة. تعد الشقق السكنية أغلى قليلاً في كالجاري، حيث يبلغ متوسط إيجارها 1819 دولارًا للشقة المكونة من غرفتي نوم، ومعدل شغور أقل يبلغ 1 في المائة. ويشير التقرير إلى أن كالجاري تواجه أدنى معدل شغور منذ ما يقرب من عقد من الزمن، مع انخفاض المعدلات من 2.7 في المائة إلى 1.4 في المائة في عام 2023. ادمونتون قدمت إدمونتون خيارات أكثر بأسعار معقولة للمستأجرين ذوي الدخل المنخفض، لكنها شهدت أيضًا انخفاضًا. وفي عام 2022، كانت 13 في المائة من الإيجارات مناسبة للمستأجرين ذوي الدخل المنخفض. وفي عام 2023 انخفضت إلى 12.7 في المائة، وبلغ معدل الشغور في المدينة 2.4 في المائة للوحدات المبنية لهذا الغرض، ومعدل مماثل قدره 2.5 في المائة للشقق السكنية. وبلغ متوسط إيجار الشقق السكنية 1359 دولارًا لغرفتي نوم."
  },
  {
    "title": "تقرير: انخفاض قياسي لعدد الإيجارات الشاغرة في كندا …وارتفاع متوسط الإيجار!",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/for-rent-1-6477286-1689195222736-696x392.jpg",
    "content": "هلا كندا – كشف تقرير جديد لشركة كندا للرهن العقاري والإسكان CMHC، ارتفاع متوسط الإيجار على مستوى كندا ويقابله انخفاض قياسي في معدل المنازل والشقق الشاغرة. وحسب التقرير، وصل معدل الإيجارات الشاغرة الإجمالي في كندا إلى مستوى منخفض جديد بلغ 1.5 في المائة في عام 2023. ويعتبر معدل الإيجارات الشاغرة هو أدنى مستوى تم تسجيله منذ عام 1988، عندما بدأت CMHC في تسجيل البيانات. ويعكس النسبة المئوية للوحدات المتاحة مقارنة بعدد العقارات المستأجرة في جميع أنحاء البلاد. ويعني المعدل المنخفض عادةً منافسة أكبر بين المستأجرين وحافزًا أعلى لأصحاب الوحدات لرفع أسعارهم. وجاء في التقرير أيضا: “على الرغم من أن معظم المدن الكندية شهدت زيادة في المعروض من الإيجارات، إلا أن ذلك لم يكن كافيًا لمواكبة ضغوط الطلب المتزايدة”. ويشير أيضا إن ارتفاع معدلات الرهن العقاري يجعل ملكية المنازل بعيدة عن متناول الكثيرين، مما يعني أن المزيد من الناس يتجهون إلى سوق الإيجار. وارتفعت أيضا أسعار إيجار الشقق المكونة من غرفتي نوم بشكل كبير، وفقا للتقرير، لتصل إلى ثمانية في المائة. وهذا يعني أن المستأجرين في كندا يدفعون في المتوسط، 1359 دولارًا شهريًا، في قفزة فاقت كلاً من التضخم (4.7 في المائة) ونمو الأجور (5 في المائة). وقالت CMHC إنه لكي يعتبر السعر ميسور التكلفة، يجب أن يكلف أقل من 30 في المائة من الدخل الشهري للمستأجر."
  },
  {
    "title": "تقرير جديد يكشف أفضل 10 وظائف في كندا خلال 2024",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-140945-696x464.jpeg",
    "content": "هلا كندا – نشر موقع ca.indeed قائمة لأفضل 10 وظائف لعام 2024، مما يوفر للكنديين فكرة أفضل عن الوظائف المطلوبة، والأجور الجيدة. وقالت في الواقع إن قائمة الوظائف المبنية على البيانات الخاصة بها تم تجميعها باستخدام قاعدة البيانات الخاصة بها للباحثين عن عمل وسلوك أصحاب العمل. أخذت القائمة في الاعتبار العديد من خصائص الوظيفة، مثل ما إذا كان المنصب يوفر مرونة العمل المختلط أو العمل عن بعد. يجب أن تقدم جميع الوظائف المدرجة في القائمة أيضًا أجرًا أعلى من متوسط الراتب الكندي البالغ 63,200 دولار. وفي الواقع، أخذت كندا عوامل أخرى في الاعتبار عند إعداد القائمة، مثل فرصة النمو ومدى توفر الدور على نطاق واسع. وهذه أفضل الوظائف في كندا لعام 2024. يشرف كبار مديري الضرائب على جميع جوانب الالتزام الضريبي للشركة واستراتيجيتها. متوسط الراتب السنوي: 139,063 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 219 يقع على عاتق ممارسي حماية الطفل مسؤولية معالجة وضمان سلامة ورفاهية الأطفال. متوسط الراتب السنوي: 77.034 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 128 مدير الحوكمة مسؤول عن تعزيز إطار حوكمة المنظمة من خلال تطوير السياسات والإجراءات المختلفة والتعاون مع القيادة. متوسط الراتب السنوي: 97,469 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 123 يتولى كبار المهندسين الكهربائيين مسؤولية تصميم وتطوير وقيادة تنفيذ الأنظمة الكهربائية المختلفة للمباني والهياكل. متوسط الراتب السنوي: 110.000 دولار عدد الوظائف المعلنة لكل مليون وظيفة: 174 يعتبر العميد المشارك قائدًا رئيسيًا داخل الكلية ويقدم الدعم القيادي لعميد القسم، ويتولى واجبات إدارية وأكاديمية مختلفة. متوسط الراتب السنوي: 114,281 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 67 يقوم المهندسون الإنشائيون بتصميم وتخطيط والإشراف على بناء الهياكل للتأكد من أنها تلبي معايير السلامة. متوسط الراتب السنوي: 93,755 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 284 يقوم كبار منسقي المشاريع بتنظيم وتخطيط وتنفيذ مشاريع مختلفة داخل الشركة أو المؤسسة. متوسط الراتب السنوي: 81,224 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 171 يقوم مهندسو المشروع بتنظيم وتخطيط وتنفيذ الجوانب الفنية للمشاريع أثناء التعاون مع فرق أخرى لضمان تحقيق التسليمات في الوقت المحدد وفي حدود الميزانية. متوسط الراتب السنوي: 91,153 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 498 أمناء المكتبات مسؤولون عن تنظيم وتصنيف الكتب والموارد في المكتبات، ومساعدة الضيوف في الاستفسارات والأسئلة، كما أنهم مسؤولون عن إدارة مجموعات المكتبة وأنظمة الفهرسة. متوسط الراتب السنوي: 75,360 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 135 يقود مشرفو المحاسبة العمليات اليومية لقسم المحاسبة في الشركة أو المؤسسة. متوسط الراتب السنوي: 79,594 دولارًا عدد الوظائف المعلنة لكل مليون وظيفة: 90"
  },
  {
    "title": "كل ما تريد معرفته حول الدراسة في كندا خلال 2024 والتغييرات الجديدة",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-1438072-696x464.jpeg",
    "content": "هلا كندا – أعلنت الحكومة الكندية في وقت سابق عن مراجعة متطلباتها لتوفير حماية أفضل للطلاب الدوليين في كندا. ومن بين المتطلبات الجديدة الزيادة الكبيرة في المبلغ المطلوب للطلاب الذين يرغبون في الحصول على تصريح الدراسة في كندا. وبدأ الطلاب الأجانب بالفعل في القلق بشأن هذا المبلغ الجديد، الذي يصل إلى 20.635 دولارًا للشخص الواحد. ليكون في حساباتهم المصرفية للحصول على تصريح الدراسة. وسيدخل هذا التغيير الجديد حيز التنفيذ اعتبارًا من 1 جانفي 2024. علاوة على ذلك، في حالة وجود عائلة كبيرة، يجب أن يكون لدى أكثر من سبعة أفراد، وكل فرد من هؤلاء الأشخاص، حد أدنى قدره 5559 دولارًا في حسابهم. أما بالنسبة للطلاب الذين يرغبون في الدراسة في كيبيك، فيجب على هؤلاء المواطنين إثبات استيفائهم للمتطلبات المالية التي أعلنتها وزارة الهجرة والفرنسية والاندماج. اعتبارًا من 1 جانفي 2024، سيتم تمديد الإعفاء الذي يسمح للطلاب الأجانب بالعمل خارج الحرم الجامعي، لأكثر من 20 ساعة أسبوعيًا حتى 30 أفريل 2024. علاوة على ذلك، فإن الطلاب الأجانب، الذين قدموا طلبًا لتمديد تصاريح دراستهم في كندا، بعد 7 ديسمبر 2023 يتأثرون أيضًا بهذا القرار. وتذكر أنه بموجب هذه السياسة العامة، سيتمكن هؤلاء الطلاب من الجمع بين عدة وظائف للوصول إلى هذه الساعات العشرين في الأسبوع. قدمت IRCC على موقعها الرسمي المزيد من التفاصيل للأشخاص الذين يرغبون في الاستفادة من هذا الإجراء والعمل أثناء إجازتهم. وتذكر أن هؤلاء المواطنين ليس لديهم الحق في العمل خلال إجازتهم الأولى التي تسبق الفصل الدراسي الأول في كندا. كما أن العمل لأكثر من 20 ساعة أسبوعياً يعد مخالفة للأنظمة ويؤدي إلى سحب حالة الطالب وتصريح الدراسة. أما الطلاب الذين تقدموا بطلب تمديد تصريح الدراسة بعد 7 ديسمبر 2023. فيجب عليهم التوقف عن العمل 20 ساعة أسبوعيًا خارج الحرم الجامعي. وذلك في تاريخ انتهاء تصريحهم الأول."
  },
  {
    "title": "استطلاع: الكنديون يريدون استقبال مهاجرين أقل في 2024!",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-social-soup-social-media-2448946-1-696x464.jpg",
    "content": "هلا كندا – كشف استطلاع جديد من شركة Nanos، أن أهم اهتمامات الكنديين لعام 2024 هي تكلفة المعيشة والتضخم والهجرة. وجد الاستطلاع أن نصف الكنديين الذين لديهم رهن عقاري يشعرون بالقلق، بشأن سداد المدفوعات، ويريد 35 في المائة من المشاركين أن يمنح مجلس العموم الأولوية لتكلفة المعيشة، ويريد ما يصل إلى 61 في المائة ممن شملهم الاستطلاع كندا “تستقبل عددًا أقل من المهاجرين”. وتم استطلاع رأي أكثر من 1000 كندي تبلغ أعمارهم 18 عامًا أو أكثر. ووجد الاستطلاع أيضا أن واحدًا من كل اثنين من الكنديين الذين لديهم رهن عقاري يقولون إنهم قلقون (24 في المائة) أو قلقون إلى حد ما (28 في المائة) بشأن القدرة على سداد أقساط رهنهم العقاري عند تجديده. وتظهر البيانات أن الكنديين الأصغر سنا الذين تتراوح أعمارهم بين 18 و35 عاما هم أكثر عرضة للقلق بـ 63 بالمائة بشأن أقساط الرهن العقاري. وتظهر البيانات أيضًا تباينًا في الاهتمام بين الرجال والنساء، حيث أعربت 59 في المائة من النساء عن قلقهن، بشأن أقساط الرهن العقاري، ومن ناحية أخرى، أعرب 55 بالمائة من الرجال عن قلقهم. وعندما سُئل الكنديون عن القضايا التي يجب أن يعطيها مجلس العموم الأولوية في عام 2024، قال 35.4 في المائة من المشاركين في الاستطلاع ارتفاع تكاليف المعيشة. وقال ما يقرب من النصف (44.5 في المائة) من الكنديين الأصغر سنا الذين تتراوح أعمارهم بين 18 و 34 عاما إن معالجة ارتفاع تكاليف المعيشة تمثل أولوية بالنسبة لهم. ويؤيد 41% من البالغين الذين تتراوح أعمارهم بين 35 و54 عامًا نفس الأولوية، كما أعرب 25% من البالغين الذين تبلغ أعمارهم 55 عامًا أو أكبر عن أن تكلفة المعيشة يجب أن تكون محور التركيز الرئيسي. وشملت الأولويات العليا الأخرى الرعاية الصحية، حيث أشار 13.8 في المائة من المشاركين إلى أنها تمثل أولوية بالنسبة لهم، والإسكان (13.1 في المائة)، والبيئة (10.9 في المائة). ووجد الاستطلاع أيضًا أن نسبة متزايدة من الكنديين يريدون أن تقبل البلاد عددًا أقل من المهاجرين في عام 2024 مقارنة بعام 2023، وشارك 61% من المشاركين هذا الرأي، بزيادة قدرها 8% عن سبتمبر 2023. ووجدت البيانات أن نسبة الكنديين الذين يرغبون في قبول المزيد من المهاجرين مستمرة في الانخفاض، من 17 في المائة في عام 2020 إلى خمسة في المائة في الاستطلاع الأخير. والسبب الرئيسي الذي يعزى إلى هذا الرأي هو أزمة الإسكان، حيث قال 31 في المائة أن السبب هو “عدم وجود مكان للعيش فيه”. وقال حوالي 24 في المائة إن كندا يجب أن تقبل عددًا أقل من المهاجرين لأن البلاد لا تمتلك البنية التحتية والخدمات الاجتماعية والموارد اللازمة لدعمهم."
  },
  {
    "title": "ستة أسباب تؤدي إلى رفض طلبك للحصول على الجنسية الكندية …تعرف عليها",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/canada-passport-696x420.jpg",
    "content": "هلا كندا – يعتبر التقدم بطلب للحصول على الجنسية الكندية خطوة بالغة الأهمية لأي وافد جديد إلى كندا يرغب في البقاء بشكل دائم. وفي هذا الصدد، يقول فرانكلين رودريغيز، مستشار الهجرة لدى Mi Casa Canada Immigration Services أن التقدم لطلب الهجرة يجب أن يكون وفق شروط وبطريقة معينة تمنع الرفض. وفيما يلي بعض الأسباب الأكثر شيوعًا التي قد تؤدي إلى رفض طلبك وما يمكنك فعله لتجنبها. التقدم بطلب مبكر لكي يحصل مقدم الطلب على الجنسية ، يجب أن يكون موجودًا فعليًا في كندا لمدة ثلاث سنوات على الأقل من الخمس سنوات قبل تقديم الطلب، وهذا إجمالي 1095 يومًا. ومع ذلك ، يخلط الكثير من المتقدمين بين الوقت المطلوب للحفاظ على وضعهم كمقيم دائم (730 يومًا) ومتطلبات الوقت لتصبح مواطنًا (1095 يومًا). عدم وجود دليل على المهارات اللغوية ويقول رودريغيز أنه لكي تحصل على الجنسية الكندية ، يجب أن تفي بالمعايير الكندية للغة المستوى CLB 4 أو أعلى، سواء بالتحدث أو الكتابة. لا ينبغي أن يكون هذا صعبًا لأنه عندما يصبح الأشخاص مقيمين دائمين ، فعادة ما يُطلب منهم إجراء اختبار لغة على أي حال. لذا ، من النصائح المفيدة الاحتفاظ بنتيجة اختبار اللغة هذا في السجل ، حتى لو انتهت صلاحيتها. الرسوب في اختبار الجنسية يحتوي الاختبار على 20 سؤالًا متعدد الخيارات يتعمق في تاريخ كندا وجغرافيتها واقتصادها وحكومتها وقوانينها ورموزها. ويجب على المتقدمين الإجابة بشكل صحيح على 15 سؤالًا على الأقل للنجاح ، مما يعني أنه يتعين عليهم الحصول على 75٪ أو أعلى. وأوضح رودريغيز: “إذا فشلت في الاختبار ، فسوف تعيد IRCC جدولة موعدك لمحاولة ثانية ، نظرًا لأنك تفي بجميع المتطلبات الأخرى”. وقال: “إذا لم تنجح في المرة الثانية ، فسيتم تحديد موعد جلسة استماع شفوية، وعدم اجتياز جلسة الاستماع الشفوية الخاصة بك يعني أن IRCC سترفض طلبك”. عدم تقديم ضرائب يجب على المتقدمين تقديم ضرائب لمدة ثلاث سنوات قبل أن يتمكنوا من التقدم للحصول على الجنسية الكندية. وقال رودريغيز: “أسهل طريقة هي منح IRCC إذنًا للاتصال بـ CRA للتحقق من تقديمك للضرائب وتلبية المتطلبات”. تخطي مراسم المواطنة يجب على جميع المتقدمين الذين تبلغ أعمارهم 14 عامًا أو أكثر أداء قسم المواطنة الكندي خلال حفل الجنسية. ولكن ما قد لا يعرفه الكثيرون هو أنه يجب عليك بالتأكيد أن تكون في البلد للقيام بذلك. وجود سجل جنائي في هذا الشأن يقول رودريغيز: “إذا ارتكبت جريمة في كندا أو خارجها ، فقد تمنعك كندا من أن تصبح مواطنًا كنديًا لبعض الوقت أو حتى بشكل دائم”. ومن الأمثلة على ذلك أن يتم القبض عليك أثناء قيادتك للكحول في الدم بمستوى أعلى من المستوى المقبول، لذا ، ضع في اعتبارك أنك تتبع جميع قواعد وقوانين البلد الذي تتواجد فيه. وإذا تم رفض طلب الجنسية الخاص بك ، فيجب أن يوفر خطاب الهجرة الناتج نظرة ثاقبة لسبب الرفض. بناءً على ذلك ، يمكنك إعادة التقدم بطلب للحصول على الجنسية ، شريطة أن تكون قد حلت المشكلة التي أدت إلى رفضك خلال المحاولة الأولى."
  },
  {
    "title": "انخفاض الحرارة إلى -25 درجة في تورونتو …وفتح مزيد من مراكز إيواء المشردين",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/بي-1-696x380.jpg",
    "content": "هلا كندا – يمكن أن تصل درجات الحرارة في تورونتو إلى -25 درجة مئوية الليلة، وستقوم المدينة بفتح المزيد من مراكز إيواء المشردين. وتفتتح المدينة مركزًا إضافيًا للتدفئة مساء الثلاثاء في شارع سيسيل في تورونتو، والذي يفتح فقط عندما تنخفض درجة الحرارة إلى أقل من 15- درجة مئوية، وسيكون متاحا اعتبارا من الساعة 5 مساءً. ويوجد بالفعل ثلاثة مراكز مفتوحة لإيواء الأشخاص وتوفير مكان دافئ، في 136 طريق سبادينا، و75 شارع إليزابيث، و12 شارع هولمز، و885 طريق نادي سكاربورو للغولف. وفقًا لوزارة البيئة الكندية، من المتوقع أن تصل درجة الحرارة إلى -16 درجة مئوية في تورونتو، لكن الرياح الباردة قد تجعلها تبدو وكأنها -25 درجة مئوية."
  },
  {
    "title": "استمرار تحذيرات العواصف الثلجية والطقس المتجمد في جميع أنحاء كندا",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-1438761-696x392.jpeg",
    "content": "هلا كندا – تتواصل تحذيرات الطقس البارد وانخفاض درجات الحرارة بشكل قياسي في جميع أنحاء كندا مع حلول اليوم الثلاثاء. ولا تزال التحذيرات من تساقط الثلوج سارية في معظم أنحاء بريتش كولومبيا اليوم. ومن المتوقع تساقط الثلوج، حيث ينتشر التدفق القطبي الشمالي جنوبًا ليتحد مع نظام الضغط المنخفض  قبالة المحيط الهادئ. لا تزال معظم مناطق ألبرتا وساسكاتشوان تحت تأثير الجليد وتحذيرات البرد القارس، حيث يتوقع أن تنخفض درجات الحرارة خلال الليل إلى ما بين -40 إلى -50 درجة مئوية في بعض المناطق. وتتعامل جنوب أونتاريو مع مجموعة من التحذيرات بشأن العواصف الثلجية، ونفس الشيء بالنسبة لـ كيبيك، حيث تتجه عاصفة ثلجية جديدة على طول مضيق جاك كارتييه. في المقابل، تشهد كندا الأطلسية طقس بارد هي الأخرى، مع تحذير من تساقط الثلوج يغطي معظم أنحاء نيو برونزويك ونوفا سكوتشيا، إضافة إلى نيوفاوندلاند."
  },
  {
    "title": "مدن بريتش كولومبيا تحطم أرقاما قياسية في انخفاض درجات الحرارة",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-688660-696x522.jpeg",
    "content": "هلا كندا – شهدت بريتش كولومبيا تحطيم العشرات من الأرقام القياسية لانخفاض درجات الحرارة يوم الجمعة. وحددت وكالة الأرصاد الجوية نوعين من السجلات التي تم رصدها، سجلات أدنى درجة حرارة قصوى تم تسجيلها في 12 يناير، وسجلات أدنى درجة حرارة دنيا في ذلك التاريخ. كان هناك 32 رقمًا قياسيًا تم تسجيله في الفئة السابقة و24 رقمًا قياسيًا في الفئة الأخيرة، حيث شهدت العديد من المدن والمناطق أدنى مستوياتها على الإطلاق. وفي منطقة بينتيكتون، كانت أدنى درجة تم تسجيلها في 12 يناير هي -15 درجة مئوية سنة 1909، ولكن يوم الجمعة انخفضت الحرارة إلى -18.6 درجة. تم تحطيم الأرقام القياسية الأخرى التي ظلت قائمة لأكثر من قرن من الزمان يوم الجمعة في برينستون – حيث كان أعلى مستوى لهذا اليوم -25.1 درجة مئوية أقل من الرقم القياسي السابق البالغ 113 عامًا البالغ -23.9 درجة مئوية والذي تم تسجيله في عام 1911 – وكذلك كرانبروك وكريستون. حطم كلا المجتمعين الأرقام القياسية التي كانت قائمة منذ عام 1916، أي قبل 108 أعوام، حيث شهدت كرانبروك بقاء درجة الحرارة أقل من -23 درجة مئوية طوال اليوم، محطمة الرقم القياسي السابق البالغ -21.7 درجة مئوية. وكان الرقم القياسي السابق لكريستون هو -15 درجة مئوية، والرقم القياسي الجديد هو -16.9 درجة مئوية. وكانت السجلات الـ 28 المتبقية لأدنى درجة حرارة يومية قصوى في 12 يناير المسجلة يوم الجمعة على النحو التالي: Abbotsford area: New record of -10.9 C, old record of -9.4 C set in 1950 Bella Bella area: New record of -6.6 C, old record of -1.6 C set in 2007 Blue River area: New record of -22.6 C, old record of -21.7 C set in 1998 Castlegar area: New record of -14.4 C, old record of -10.6 C set in 1998 Clinton area: New record of -25.3 C, old record of -17.6 C set in 2017 Comox area: New record of -6.9 C, old record of -6.7 C set in 1950 Duncan area: New record of -6.9 C, old record of -4.4 C set in 1971 Hope area: New record of -14.9 C, old record of -12.8 C set in 1971 Lytton area: New record of -18.6 C, old record of 18.3 C set in 1971 Mackenzie area: New record of -26.2 C, old record of -25 C set in 1972 Malahat area: New record of -9.1 C, old record of -3.2 C set in 1998 Masset area: New record of -6 C, old record of -4.4 C set in 1953 Merritt area: New record of -23.6 C, old record of -20 C set in 1993 Nakusp area: New record of -14.9 C, old record of -12.2 C set in 1971 Nanaimo area: New record of -6.3 C, old record of -5.6 C set in 1950 Osoyoos area: New record of -16.3 C, old record of -11.7 C set in 1971 Puntzi Mountain area: New record of -27.3 C, old record of -23.9 C set in 1971 Qualicum Beach area: New record of -5.7 C, old record of -4.4 C set in 1971 Sechelt area: New record of -5.4 C, old record of -3.9 C set in 1971 Sparwood area: New record of -26.8 C, old record of -22.2 C set in 1971 Squamish area: New record of -9.6 C, old record of -3.3 C set in 1969 Tatlayoko Lake area: New record of -23.2 C, old record of -22.8 C set in 1971 Tofino area: New record of -2.2 C, old record of -1.1 C set in 1971 Trail area: New record of -14.1 C, old record of -12.8 C set in 1930 Victoria area: New record of -6.4 C, old record of -3.3 C set in 1971 West Vancouver area: New record of -6.4 C, old record of -2.9 C set in 1998 White Rock area: New record of -8.7 C, old record of -2.8 C set in 1963 Yoho National Park area: New record of -30.8 C, old record of -28.3 set in 1971  "
  },
  {
    "title": "سينما Cineplex تلغي عرض فيلم من جنوب الهند بسبب حوادث عنف وإطلاق للنار بتورونتو",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1-3.jpg",
    "content": "هلا كندا – أعلنت سلسلة مسارح السينما Cineplex عن إلغاء عروض فيلم من جنوب الهند بعد أربع عمليات إطلاق نار من السيارات في المسارح في جميع أنحاء منطقة تورنتو الكبرى في يوم عرضه لأول مرة. قالت المتحدثة باسم Cineplex ميشيل سابا إن سلسلة دور العرض سحبت فيلم الحركةMalaikottai Vaaliban  بسبب ظروف خارجة عن إرادتها. ويضيف سابا أن شركة Cineplex تعمل بشكل وثيق مع السلطات المحلية التي تقود التحقيق المتعلق بالحوادث التي وقعت في دور العرض الخاصة بها. تقول شرطة يورك الإقليمية إنه تم استدعاؤها إلى مسرح في ريتشموند هيل، أونتاريو، في 24 يناير بعد وصول أحد الموظفين ليجد أن النوافذ قد تم إطلاق النار عليها. وفي اليوم نفسه، استجابت الشرطة لحوادث مماثلة في المسارح في فان وسكاربورو وبرامبتون. وقالت الشرطة إن جميع الحوادث وقعت في ساعات الصباح الباكر ولم يبلغ عن وقوع إصابات. وقالت المتحدثة باسم شرطة يورك الإقليمية، ليزا موسكالوك، إن المحققين يعتقدون أن “الحوادث مرتبطة ومستهدفة”."
  },
  {
    "title": "مدينة في أونتاريو تتعرض للاحتيال في 1.5 مليون دولار!",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-6.jpg",
    "content": "هلا كندا – تحاول مدينة سودبوري – Sudbury استرداد 1.5 مليون دولار تم إرسالها إلى حساب مصرفي احتيالي في تورونتو. وقالت المدينة في بيان رسمي أنه تم خداعها لتحويل الأموال النقدية إلى حساب مصرفي أنشأه محتالون في مركز مدينة سكاربورو. في دعوى قضائية تم رفعها في تورونتو في وقت سابق من هذا الشهر، تزعم مدينة سودبوري أن مشتبه بهم مجهولين تسللوا إلى حسابات البريد الإلكتروني المرتبطة بشركة إنشاءات تم التعاقد معها لبناء وحدات سكنية للإيجار بأسعار معقولة في بلدية شمال أونتاريو. وتمكن المشتبه بهم، وفقًا لبيان المطالبة، من الوصول إلى البريد الإلكتروني الشرعي لمدير المشروع وتظاهروا بأنهم الموظف في الاتصالات مع المدينة. وتزعم الدعوى القضائية أن المحتالين أقنعوا موظفي المدينة بإرسال تحويل مصرفي بقيمة 1,501,380.66 دولارًا إلى حساب مصرفي مختلف عن الحساب الذي أنشأته شركة البناء في الأصل. وتحاول المدينة الآن استرداد تلك الأموال، وتسعى للحصول على أمر من المحكمة لإجبار العديد من البنوك الكبرى على تعقب الأموال وتجميدها وإعادة الأموال إلى المدينة. وجاء في بيان صادر عن المتحدث باسم المدينة: “تم اكتشاف النشاط غير القانوني بسرعة من قبل الموظفين، ونحن واثقون من أننا سنكون قادرين على استرداد غالبية هذه الأموال”. وفقًا لبيان المطالبة، لاحظ موظفو المدينة التناقض بين معلومات الحساب المصرفي واتصلوا بالشركة لتقديم المزيد من الوثائق. وتزعم الدعوى أن المشتبه بهم قاموا بإنشاء وتقديم مستندات احتيالية ومزورة لارتكاب السرقة. وتم تحويل الأموال إلى المحتالين في 21 ديسمبر إلى حساب تم إنشاؤه في فرع Scotiabank في مركز مدينة سكاربورو، كما تنص الدعوى القضائية، وتم تجميد هذا الحساب منذ ذلك الحين. وتقول الدعوى إن الأمر استغرق حوالي أسبوع قبل اكتشاف أن شركة البناء لم تتلق في الواقع الأموال التي تم تحويلها. من جهتها، قالت كاتي راسكينا، المتحدثة باسم Scotiabank، إنه “حدث احتيال خارجي لا علاقة له بأي سلوك للبنك”. وجاء في البيان: “نحن نتعاون مع التحقيق للمساعدة في استرداد الأموال المفقودة بسبب النشاط الاحتيالي بما أن هذا الأمر معروض على المحاكم، فلا يمكننا التعليق أكثر”. "
  },
  {
    "title": "اختراق أنظمة وزارة الخارجية الكندية …وفتح تحقيق طارئ",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/ضثص-696x457.jpg",
    "content": "هلا كندا – تعرضت أنظمة وزارة الخارجية الكندية – Global Affairs Canada للقرصنة في عملية خرق للبيانات. وكشفت رسالة موجهة إلى موظفي الوزارة أنه يوجد وجود مؤشرات مبكرة أنه تم الوصول غير المصرح به إلى المعلومات الشخصية للمستخدمين بما في ذلك الموظفين. ويتم حاليًا اتخاذ خطوات لحماية معلومات الموظفين الحساسة وأمن الشبكة. وجاء في الرسالة: “نحن نواصل اتخاذ العديد من الخطوات لحماية المعلومات الشخصية للموظفين وحماية شبكات شركتنا بعد اكتشاف أن الشبكة الافتراضية الخاصة التي تديرها Shared Services Canada (SSC) قد تم اختراقها واستخدامها للوصول إلى Global Affairs Canada (GAC)”. وفي بيان بعد ظهر الثلاثاء، قالت الوزارة إن “الاختراق يؤثر حاليًا على الوصول عن بعد إلى شبكة وزارة الخارجية في البلاد”. ولفتت إلى أن التحقيق جار."
  },
  {
    "title": "نمو الاقتصاد الكندي بنسبة 0.2 بالمائة",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/20240130150136-7472fd3594e4c13fd0c9010ccbbdac6b26de05bb4eb79fc395d24e31a4666caf-e1706703107815-696x392.jpg",
    "content": "هلا كندا – أفادت هيئة الإحصاء الكندية يوم الأربعاء أن الاقتصاد الكندي نما بنسبة 0.2 في المائة في نوفمبر، مسجلاً أول شهر من الارتفاع خلال ستة أشهر. ويشير تقدير أولي إلى أن الناتج المحلي الإجمالي الحقيقي ارتفع بنسبة 0.3 في المائة في الربع الرابع بعد انخفاضه بنسبة 1.1 في المائة في الربع الثالث. وقالت StatCan إن ذلك سيرفع النمو الاقتصادي في عام 2023 إلى 1.5 في المائة. وتباطأ الاقتصاد الكندي خلال العام الماضي حيث أثر ارتفاع تكاليف الاقتراض على الإنفاق الاستهلاكي والاستثمار التجاري. وأكدت الوكالة الفيدرالية إن النمو في نوفمبر كان مدفوعًا بالمكاسب في الصناعات المنتجة للسلع، بما في ذلك التصنيع وتجارة الجملة. وفي الوقت نفسه، انكمش قطاع الخدمات التعليمية خلال الشهر مع بدء الإضرابات في كيبيك. ويتوقع بنك كندا وكذلك الاقتصاديون في القطاع الخاص أن يظل النمو الاقتصادي ضعيفًا في النصف الأول من عام 2024 قبل أن ينتعش في النصف الثاني من العام. ومن المتوقع على نطاق واسع أن يبدأ البنك المركزي في خفض أسعار الفائدة في وقت مبكر من هذا الربيع، الأمر الذي من شأنه أن يساعد الاقتصاد على التعافي."
  },
  {
    "title": "الخبراء يتوقعون زيادة كبيرة في معدلات الرهن العقاري في كندا",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-280221-696x464.jpeg",
    "content": "هلا كندا – يتوقع بعض المحللين الماليين بأن بنك كندا قد يبدأ في خفض سعر الفائدة في الفترة المقبلة، ولكن الخبراء الاقتصاديين يحذر من أنه حتى مع احتمال التخفيضات، يجب على أصحاب المنازل توقع “زيادات كبيرة” لمعدلات الرهن العقاري. وقال ديفيد ماكدونالد، كبير الاقتصاديين في المركز الكندي لبدائل السياسة: “من غير المرجح أن نعود إلى أسعار الفائدة المنخفضة التي كنا عليها، بصراحة، هذا أعلى بكثير مما اعتاد عليه معظم الكنديين”. وقام بنك كندا برفع سعر الفائدة القياسي باستمرار منذ مارس 2022 ويقول ماكدونالد إن معظم الكنديين كانوا “محميين” من أسعار الفائدة المرتفعة لأنهم كانوا على رهن عقاري بسعر فائدة ثابت ولم يتغير. يقول ماكدونالد: “ستكون هذه بمثابة صدمة كبيرة لأي كندي على مدى العامين المقبلين”. وأشار أن كندا تتعامل مع نقص حاد في المعروض من المساكن، مشيراً إلى أنه حتى مع مرور عام من “الزيادات الكبيرة في أسعار الفائدة” فإن أسعار المنازل “لم تنخفض كثيراً”، الأمر الذي يضع ضغوطاً إضافية على النظام. كما أن لأزمة الإسكان وأزمة الرهن العقاري تأثيرات أوسع على الاقتصاد، وفقًا لماكدونالد، ومع دفع الكثير من الكنديين “أكثر من ذلك بكثير” في الإيجار والفوائد على الرهن العقاري، هناك احتمال حدوث “مشكلة حقيقية” إذا انخفض الإنفاق الاستهلاكي."
  },
  {
    "title": "تقرير: التأثير الحقيقي لرفع أسعار الفائدة في كندا لم يأتي بعد",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/251017-cp-skp-bank-of-canada-696x489.jpg",
    "content": "هلا كندا – كشف تقرير جديد، أن أكثر من 40% من التأثير الاقتصادي لرفع أسعار الفائدة من قبل بنك كندا لم يظهر حتى الآن. يبدو أن سياسة بنك كندا لرفع أسعار الفائدة قد وصلت أخيرًا إلى نهايتها، وستكون التحركات التالية إما الحفاظ على سعر الفائدة أو خفضه. وقد اختارت الحفاظ على المعدل عند 5% في إعلانها بتاريخ 25 أكتوبر 2023، وهو المعدل منذ آخر زيادة بنسبة 0.25% من 4.75% في 12 يوليو 2023. في وقت مبكر من الوباء، خفض بنك كندا المعدل إلى 0.25٪ كإجراء لتحفيز الاقتصاد وسط التأثير الاقتصادي الوخيم للوباء. وتم الحفاظ على معدل 0.25% لمدة عامين وعمل على النحو المنشود، خاصة مع النشاط العقاري، مما حفز مستويات قياسية من المعاملات من خلال القروض العقارية الرخيصة. ومع ذلك، فقد أدت هذه العملية أيضًا إلى توسيع أزمة القدرة على تحمل تكاليف الإسكان والعرض التي كانت تتمركز سابقًا في مترو فانكوفر وتورنتو الكبرى لتصبح قضية وطنية. في حين أن أسعار الفائدة المنخفضة خلال الوباء كان لها تأثير في تشجيع الإنفاق الاستهلاكي، فإن أسعار الفائدة المرتفعة خلال معظم العامين الماضيين كان لها تأثير عكسي. ووفقًا للبنك الوطني الكندي، فإن التأثير الكامل لرفع أسعار الفائدة لم يتم يأتي بعد. في أواخر أكتوبر 2023، أصدر NBC نشرة للسوق تشير إلى أنه بناءً على حساباتها، فإن 42% من تأثير الزيادات العشرة لأسعار الفائدة منذ مارس 2022 لم يتم الشعور بها بعد. ويشكل ارتفاع تكاليف اقتراض الأموال عائقا أمام إنفاق المستهلكين، وخاصة القوة الشرائية للعائلات. على سبيل المثال، يتم الآن توجيه نسبة متزايدة من الدخل المتاح للأسر نحو تمويل أقساط الفائدة الشهرية لشراء منزل بدلا من شراء السلع والخدمات. وهذا هو الحال بشكل خاص في أجزاء من البلاد حيث تكون مشكلات القدرة على تحمل تكاليف السكن حادة بشكل خاص. وتؤثر أسعار الفائدة المرتفعة أيضًا على المستأجرين عندما يقوم أصحاب المنازل بزيادة إيجارهم بشكل كبير للمساعدة في تغطية مدفوعات الفائدة المرتفعة، وهو ما يعني في الواقع أن المستأجر لديه مبلغ أقل لإنفاقه على السلع والخدمات الاستهلاكية. وينطبق هذا أيضًا على الشركات، لأنه يحد من توسعها وابتكارها. من المقدر أن تأثير رفع سعر الفائدة على الاستهلاك لن يكون محسوسًا بالكامل إلا بعد ثمانية أرباع أو عامين. ومع حدوث آخر زيادة في أسعار الفائدة في يوليو 2023، قد لا يظهر التأثير الكامل حتى صيف 2025. ومن المتوقع الآن أن تدخل كندا في ركود فني يبدأ في وقت لاحق من هذا العام، إن لم يكن بحلول أوائل عام 2024."
  },
  {
    "title": "ترودو يبحث مع أمير قطر تطورات الحرب في غزة",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/52cf4fcf-a7hmn7ubpefs9rwdealge.jpeg",
    "content": "هلا كندا – بحث رئيس الوزراء جاستن ترودو مع أمير قطر، الشيخ تميم بن حمد آل ثاني، الثلاثاء، تطورات الأوضاع في قطاع غزة جاء ذلك خلال اتصال هاتفي تلقاه أمير قطر، من رئيس وزراء كندا، وفق بيان للديوان الأميري. ووفق البيان، بحث الجانبان خلال الاتصال “تطورات الأوضاع في غزة والأراضي الفلسطينية المحتلة”. كما تم بحث “عدد من القضايا والمستجدات ذات الاهتمام المشترك إقليميا ودوليا، وعلاقات التعاون والصداقة بين البلدين وآفاق تعزيزها”. ونقل الديوان الأميري عن ترودو “شكره وتقديره لأمير قطر، على جهود دولة قطر الدبلوماسية والإنسانية على الصعيد الإقليمي والدولي، لا سيما ما يتعلق بالأوضاع في غزة”. وتعد قطر ركنا أساسيا في الحراك الدولي لوقف الحرب الإسرائيلية المدمرة على قطاع غزة، والمفاوضات غير المباشرة الجارية منذ بدء الحرب الإسراتئيلية على غزة. وتمكنت وساطة قطرية أمريكية مصرية نهاية نوفمبر ، من التوصل لهدنة استمرت 7 أيام، أطلق خلالها سراح عدد من المحتجزين الإسرائيليين في غزة، مقابل الإفراج عن عشرات الأسرى الفلسطينيين في السجون الإسرائيلية."
  },
  {
    "title": "اختفاء صحفي كندي فلسطيني في غزة",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/يسشبيس.jpg",
    "content": "هلا كندا – كشفت مصادر فلسطينية، عن اختفاء صحفي كندي – فلسطيني في غزة منذ الأحد الماضي. وتقول عضو فريق الدعم زهيرة سومر إن الصحفي منصور شومان لم يظهر له أثر منذ أسبوع. وشوهد شومان في مستشفى ناصر جنوب قطاع غزة لكنه كان متوجها إلى رفح القريبة. وقالن سومر إن ثلاثة شهود عيان أخبروها أن قوات الدفاع الإسرائيلية أخذت منصور شومان يوم الثلاثاء في طريقه إلى رفح، وهي مزاعم لم يتم تأكيدها. وتقول وزارة الخارجية الكندية إنها على علم بفقدان كندي في غزة وستواصل مراقبة الوضع عن كثب وستبقى على اتصال مع عائلته. وكان شومان قد أنهى في السابق أعمال استشارات النفط والغاز في كالجاري، وهو أب لخمسة أطفال غادروا غزة مع زوجته العام الماضي."
  },
  {
    "title": "ارتفاع ضحايا العدوان الاسرائيلي على غزة لأكثر من 24 ألفا منذ 7 أكتوبر",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/غزة.jpg",
    "content": "هلا كندا – كشفت وزارة الصحة في قطاع غزة، في اليوم 100 للهجوم الإسرائيلي على غزة، أن عدد الضحايا الفلسطينيين الذين سقطوا جراء الضربات الإسرائيلية على القطاع منذ 7 أكتوبر إلى أكثر من 24 ألف ضحية. وكانت السلطة الفلسطينية أعلنت في وقت سابق اليوم السبت مقتل 15 فلسطينيا على الأقل، وإصابة آخرين، بعضهم بجروح خطيرة، إثر قصف طائرات إسرائيلية لمنزلين في منطقة الحكر بدير البلح وسط قطاع غزة، وفي حي المنارة شرق خان يونس جنوبا. وأعلن المرصد الأورومتوسطي في وقت سابق أن نحو 4% من إجمالي سكان قطاع غزة باتوا في عداد القتلى أو المفقودين أو الجرحى، جراء القصف الجوي والمدفعي الإسرائيلي على القطاع. وأفاد المرصد بأن أكثر من 1.9 مليون فلسطيني نزحوا من مناطق سكنهم في القطاع دون توفر أي ملجأ آمن لهم."
  },
  {
    "title": "ترامب: “نحن على أبواب الحرب العالمية الثالثة”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/w980-p16x9-2024-01-23T031321Z_216495769_RC2EN5AFO8M6_RTRMADP_3_USA-ELECTION-TRUMP-696x391.jpg",
    "content": "هلا كندا – أدان الرئيس الأميركي السابق دونالد ترامب الهجوم بطائرة مسيرة والذي استهدف قاعدة أميركية وأسفر عن مقتل 3 عناصر من القوات الأميركية وإصابة آخرين. وقال ترامب في بيان له: “إن الهجوم بطائرة بدون طيار على منشأة عسكرية أميركية في الأردن، والذي أسفر عن مقتل 3 جنود أميركيين وإصابة عدد أكبر، يمثل يومًا فظيعًا لأميركا.” وأضاف: “أتوج بأعمق التعازي إلى عائلات الجنود الشجعان الذين فقدناهم”. وحمل ترامب سياسية منافسه الديمقراطي في الانتخابات الرئاسية جو بايدن مسؤولية الهجوم بالقول: “هذا الهجوم السافر على الولايات المتحدة هو نتيجة مروعة ومأساوية أخرى لضعف جو بايدن وضعفه”. وتابع البيان: “قبل ثلاث سنوات، كانت إيران ضعيفة، ومفلسة، وتحت السيطرة الكاملة، وبفضل سياسة الضغط الأقصى التي اتبعتها، بالكاد يستطيع النظام الإيراني جمع دولارين لتمويل وكلائه الإرهابيين.” واستطرد: “ثم جاء جو بايدن وأعطى إيران مليارات الدولارات، والتي استخدمها النظام لنشر سفك الدماء والمذابح في جميع أنحاء الشرق الأوسط.” ولفت ترامب إلى أن مثل هذا الهجوم ما كان ليحدث لو كانت رئيسا، مضيفا “تمامًا مثل هجوم حماس المدعوم من إيران على إسرائيل لم يكن ليحدث أبدًا، والحرب في أوكرانيا لم تكن لتحدث أبدًا، وسيكون لدينا الآن سلام في جميع أنحاء العالم.” وأكد بيان الرئيس الأميركي السابق أن العالم على حافة الحرب العالمية الثالثة. وختم البيان بالقول: “لا يمكن لبلدنا البقاء على قيد الحياة مع جو بايدن كقائد أعلى للقوات المسلحة”"
  },
  {
    "title": "مظاهرات حاشدة في جميع أنحاء العالم للمطالبة بوقف النار في غزة",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pro-palestine-protesters-in-london-1-6724573-1705158337688-696x392.jpg",
    "content": "هلا كندا – تجمع عشرات الآلاف من المتظاهرين أمام البيت الأبيض في العاصمة الأمريكية واشنطن، ، في إطار حدث أطلق عليه اسم “المسيرة إلى واشنطن من أجل غزة”. وقال منظمو الاحتجاج، وهم ائتلاف من المجموعات بما في ذلك مجلس العلاقات الأمريكية الإسلامية، إن آلاف المتظاهرين حضروا بعد ظهر يوم السبت، والذي شهد استماع الحاضرين إلى المتحدثين ومسيرة من ساحة الحرية إلى البيت الأبيض. ورفع المتظاهرون لافتات تشكك في جدوى الرئيس جو بايدن كمرشح رئاسي بسبب دعمه القوي لإسرائيل في الحرب التي استمرت قرابة 100 يوم ضد حماس. وكُتب على بعض اللافتات: “لا أصوات للإبادة الجماعية جو”، و”يدي بايدن ملطختان بالدماء”، و”دعوا غزة تعيش”. وقال دان ديفريز، أحد سكان نيويورك، إنه حضر الاحتجاج لأنه يريد رؤية غزة حرة، لكنه قال إنه لن يصوت لصالح بايدن أو المرشح الرئاسي الجمهوري المحتمل دونالد ترامب. وكانت محنة الأطفال في قطاع غزة محور آخر مسيرة في لندن، والتي تجسدت في ظهور “أمل الصغيرة”، وهي دمية يبلغ طولها 3.5 متر (11.5 قدم) تهدف في الأصل إلى تسليط الضوء على معاناة اللاجئين السوريين. وقال منظمو المسيرة إن الأطفال الفلسطينيين سيرافقون أمل الصغيرة في شوارع وسط لندن. وقالت قوة شرطة لندن إن نحو 1700 ضابط سيكونون في الخدمة للمشاركة في المسيرة، بما في ذلك العديد من خارج العاصمة. وقال وزير الداخلية جيمس كليفرلي إن مفوض الشرطة السير مارك رولي أطلعه على خطط “ضمان النظام والسلامة” خلال الاحتجاج. تم وضع عدد من الشروط للمسيرة، بما في ذلك التوجيه بعدم السماح لأي مشارك في الاحتجاج بالاقتراب من السفارة الإسرائيلية. ومن المقرر تنظيم مسيرة مؤيدة لإسرائيل في لندن يوم الأحد. وكانت مسيرة لندن واحدة من عدة مسيرات أخرى نظمت في مدن أوروبية بما في ذلك باريس وروما وميلانو ودبلن، حيث سار الآلاف أيضًا على طول الطريق الرئيسي في العاصمة الأيرلندية للاحتجاج على العمليات العسكرية الإسرائيلية في القطاع الفلسطيني. ولوح المتظاهرون بالأعلام الفلسطينية، وحملوا لافتات تنتقد الحكومات الأيرلندية والأمريكية والإسرائيلية وهتفوا “فلسطين حرة، حرة”. وفي روما، نزل مئات المتظاهرين إلى شارع قريب من الكولوسيوم الشهير، وحمل بعضهم لافتات كتب عليها “أوقفوا الإبادة الجماعية”. ولوح أحد المتظاهرين بعلم جنوب أفريقيا، الدولة التي دفعت اتهاماتها بالإبادة الجماعية ضد إسرائيل محكمة العدل الدولية في لاهاي بهولندا إلى النظر في القضية. في مرحلة ما خلال الاحتجاج، وسط ضجيج المؤثرات الصوتية التي تحاكي انفجار القنابل، استلقى عدد من المتظاهرين في الشارع وسحبوا ملاءات بيضاء فوق أنفسهم كما لو كانوا جثث، بينما ركع آخرون بجانبهم، وأكفهم مطلية بالطلاء الأحمر. تجمع عدة مئات من المتظاهرين في الساحة الجمهورية بباريس لينطلقوا في مسيرة تطالب بوقف فوري لإطلاق النار وإنهاء الحرب ورفع الحصار عن غزة وفرض عقوبات على إسرائيل."
  },
  {
    "title": "بايدن أغلق الهاتف في وجه نتنياهو",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/نتنياهو-696x392.jpg",
    "content": "هلا كندا – كشف موقع أكسيوس الإخباري بأن الرئيس الأميركي جو بايدن أغلق الهاتف بوجه رئيس الوزراء الإسرائيلي بنيامين نتنياهو خلال آخر مكالمة بينهما. في دليل جديد على توسع الخلاف بينهما جراء الحرب الإسرائيلية المستمرة على قطاع غزة منذ 100 يوم. وأشار الموقع الأميركي إلى أن آخر مرة تحدث فيها بايدن ونتنياهو كانت في 23 ديسمبر الماضي، وحدثت فيها الواقعة المذكورة. ونقل أكسيوس عن مسؤولين أميركيين أن بايدن ومسؤولين كبارا بإدارته محبطون من نتنياهو، لرفضه طلبات لواشنطن متعلقة بالحرب على غزة."
  },
  {
    "title": "سحب حبوب الإفطار Quaker وألواح الجرانولا في كندا بسبب خطر السالمونيلا",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image.png",
    "content": "هلا كندا – أعلنت شركة Quaker Canada عن سحب أكثر من ثلاثين نوعًا من الحبوب وألواح الجرانولا بسبب احتمال تعرضها للسالمونيلا. ويشمل الاستدعاء حبوب Harvest Crunch وألواح الجرانولا Chewy وألواح جرانولا Dipps وألواح جرانولا الزبادي بالإضافة إلى ألواح Cap’n Crunch. كلتا العلامتين التجاريتين Quaker وCap’n Crunch مملوكة للشركة الأم PepsiCo. وتقول Quaker إنها أصدرت السحب في كندا بسبب كثرة الحذر بعد استدعاء مماثل في الولايات المتحدة. وتشمل أفضل التواريخ المسبقة للمنتجات التي تم سحبها من 11 يناير إلى أكتوبر 2024. وتقول وكالة فحص الأغذية الكندية إنه لم يتم الإبلاغ عن أي أمراض وأنها تجري تحقيقا بشأن سلامة الأغذية. وأعلنت إدارة الغذاء والدواء الأمريكية لأول مرة عن سحب العديد من منتجات Quaker في ديسمبر وقامت بتحديث ذلك بالأمس ليشمل المزيد من المنتجات، بما في ذلك Cap’n Crunch."
  },
  {
    "title": "سحب المزيد من مشروبات الطاقة في كندا بسبب مخاطر صحية",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/CP27939898-1536x1024-1-696x464.jpg",
    "content": "هلا كندا – أعلنت وزارة الصحة الكندية عن سحب المزيد من مشروبات الطاقة في كندا بسبب مخاطر صحية ناتجة عن ارتفاع نسبة الكافيين. وتم إضافة منتجات مشروبات الطاقة من شركتي Bucked Up وأيضا Noo Fuzion، بسبب عدم الامتثال لمستويات الكافيين في كل علبة وأيضا عدم توفر المعلومات باللغتين الرسميتين. ويأتي ذلك بعد عملية سحب شاملة اعتبارًا من 22 ديسمبر 2023، والتي شهدت العديد من العلامات التجارية لمشروبات الطاقة، بما في ذلك ABE، وBleach T4-F، وJoJo’s، وBizarre Adventure Stardust Crusaders، وJuvee، وOne Piece، عملية فينيكس وUp Time. وتم سحب علامات تجارية مشهورة مثل 5 Hour وAriZona وMonster وPrime وRed Bull في السابق بسبب مشكلات مماثلة يعود تاريخها إلى 12 يوليو 2023. في كندا، يجب ألا تحتوي مشروبات الطاقة على أكثر من 180 ملغ من الكافيين في الوجبة الواحدة. تتطلب المنتجات أيضًا معلومات عن العدد الآمن للحصص اليومية والبيانات التحذيرية لحماية الأطفال. يتم تحذير أي شخص يمتلك المنتجات حاليًا من استهلاك أو استخدام أو بيع أو تقديم أو توزيع العناصر التي تم سحبها."
  },
  {
    "title": "سحب بعض منتجات البيتزا النباتية في كندا بسبب مخاطر صحية",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-2.jpg",
    "content": "هلا كندا – أصدرت وكالة فحص الأغذية الكندية أمرا بسحب البيتزا النباتية من شركة Farm Boy بسبب مخاطر صحية. وجاء في الاستدعاء، اليوم الثلاثاء، أن بيتزا مارجريتا النباتية الخالية من الغلوتين، لا تحتوي على معلومات بخصوص تواجد الحليب فيها، والذي قد يشكل مخاطر صحية للمصابين بالحساسية. وتضيف الوكالة أن أحد المستهلكين اشتكى من البيتزا، وتم الإبلاغ عن رد فعل واحد نتيجة تناول هذا المنتج. المنتج المتأثر لديه تاريخ صلاحيته قبل 19 يوليو 2024 ويزن 330 جرامًا. وتقول الوكالة إنها أطلقت تحقيقًا بشأن سلامة الأغذية، مما قد يؤدي إلى سحب منتجات أخرى، وهي تضمن إزالة البيتزا المستردة من السوق. ويجب على أي شخص لديه البيتزا المعنية بالسحب ألا يأكلها، حيث تقول وزارة الصحة الكندية إنها قد تسبب رد فعل خطيرًا أو مهددًا للحياة إذا كان شخص ما يعاني من الحساسية لمنتجات الألبان. وبدلاً من ذلك، يجب إما التخلص من المنتج الذي تم سحبه أو إعادته إلى المتجر الذي تم شراؤه منه."
  },
  {
    "title": "إقصاء المنتخب السعودي من كأس آسيا بركلات الجزاء",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/صب-696x406.jpg",
    "content": "هلا كندا – أقصي المنتخب السعودي أمام نظيره الكوري الجنوبي بالركلات الترجيحية 4-2 عقب التعادل 1-1 بالوقتين الأصلي والإضافي. وذلك في المباراة التي جمعتهما مساء اليوم الثلاثاء على ملعب المدينة التعليمية، ضمن ثمن نهائي كأس آسيا قطر 2023. وبادر المنتخب السعودي بالتسجيل أمام كوريا الجنوبية عن طريق البديل عبدالله رديف بالدقيقة 46. قبل أن يعدل النتيجة لكوريا تشو جو سونج بالدقيقة 90+9. لينجح المنتخب الكوري في المرور للدور ربع النهائي على حساب السعودية بالركلات الترجيحية 4-2 ويضرب موعدا مع أستراليا."
  },
  {
    "title": "الأردن يقلب الطاولة على العراق ويتأهل لربع نهائي كأس آسيا",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/لب-696x405.jpg",
    "content": "هلا كندا – تأهل منتخب الأردن، إلى ربع نهائي كأس الأمم الآسيوية، المقامة حاليا في قطر، بعد فوزه المثير 3-2 على شقيقه العراقي، اليوم الإثنين، في دور الـ 16. وفي سيناريو مجنون وغير متوقع، تقدم للنشامى يزن النعيمات في الدقيقة 45. وعاد العراق وعدل النتيجة عن طريق سعد ناطق في الدقيقة 68، وأضاف الهداف أيمن حسين الهدف الثاني في الدقيقة 76. وبعد ذلك تعرض أيمن حسين للطرد من طرف الحكم. وبينما كانت المباراة تلفظ أنفاسها الأخيرة، عدل يزن العرب النتيجة للمنتخب الأردني في الدقيقة الخامسة من الوقت بدل الضائع. وقتل نزار الرشدان كل آمال وأحلام العراقيين بهدف آخر في الدقيقة 90+7 في سيناريو خيالي. وتأهل منتخب الاردن لدور الثمانية حيث سيواجه طاجيكستان الجمعة المقبل."
  },
  {
    "title": "النجم الأرجنتيني ميسي يزور تورونتو رفقة فريقه إنتر ميامي",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/ميسي-696x490.webp",
    "content": "هلا كندا – أعلن الدوري الأمريكي لكرة القدم MLS، رسميًا أن نجم كرة القدم الشهير، الأرجنتيني ليونيل ميسي سيكون حاضرا رفقة فريقه إنتر ميامي للمشاركة في تورونتو الصيف المقبل. وسيشارك ميسي في ملعب BMO Field يوم 5 أكتوبر، أمام فريق تورونتو أف سي، مع تحديد وقت البداية في الساعة 7:30 مساءً بالتوقيت الشرقي. ومن المنتظر أن يتم الإعلان عن تفاصيل التذاكر خلال الأيام المقبلة. ولعب ميسي، الذي وقع رسميًا عقدًا لمدة عامين ونصف مع إنتر ميامي في يوليو الماضي، في ست مباريات فقط في الدوري الأمريكي الممتاز للنادي في عام 2023، وسجل هدفًا وأضاف تمريرتين حاسمتين."
  },
  {
    "title": "بيل غيتس: “ستكون هناك لقاحات تقضي على السل والملاريا والإيدز”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/f858c5b1-bf4b-45fb-b521-2ae92e2a0cae-696x464.webp",
    "content": "هلا كندا – كشف الملياردير ورجل الأعمال الأمريكي، بيل غيتس، عن وجود خطط جديدة لتغيير طريقة إدارة اللقاحات وإنشائها وتوزيعها في جميع أنحاء العالم. وسُئل غيتس أثناء ظهوره على قناة أمريكية في الهند، بشأن رؤيته لتصنيع اللقاحات حول العالم، وسط تطورات مختلفة في مجال التكنولوجيا والرعاية الصحية. وقال غيتس: “بالنسبة لجميع هذه اللقاحات، فإننا نحرص على وجود سعة كافية، وكذلك من وجود منافسة حتى تستمر الأسعار في الانخفاض”. وأردف: “سيكون لدينا لقاحات جديدة، سيكون لدينا لقاح للسل والملاريا وفيروس نقص المناعة البشرية الإيدز”. وتطرق أيضا إلى لقاح فيروس “كورونا” المستجد، وأوضح الطرق التي يمكن أن يتغير بها. وقال موضحا: “نحن بحاجة إلى جعل تأثيرها أطول مدة وتغطيتها أكبر، وسنقوم بالتغيير، فبدلا من استخدام الإبرة، ستكون اللقاحات الجديدة في شكل لصقات على الجلد مثل رقعة صغيرة”."
  },
  {
    "title": "إيلون ماسك خسر 31 مليار دولار من قيمة منصة X منذ الاستحواذ عليها",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/88-6-696x392.jpg",
    "content": "هلا كندا – خسرت منصة X المعروفة سابقًا باسم تويتر، نسبة 71 بالمئة حاليا، عما كانت عليه عندما اشتراها إيلون ماسك في أواخر عام 2022 مقابل صفقة تقدر قيمتها بـ 44 مليار دولار، وفقًا لشركة Fidelity. وأجرت المجموعة الاستثمارية Fidelity التقييم نهاية 2023، وهي المرة الثانية التي تخفض فيها قيمة إكس في العام، وفقًا لتقارير على موقع أكسيوس. اشترى ماسك عملاق وسائل التواصل الاجتماعي مقابل 44 مليار دولار، في صفقة شهدت شدا وجذبا. وكانت Fidelity ضمن المجموعة الاستثمارية التي ساعدت ماسك في الاستحواذ على تويتر في صفقة تتكون من أسهم بقيمة 33.5 مليار دولار. وتم تحويل الباقي إلى ديون لتحويلها إلى شركة خاصة بعد إتمام الصفقة في أكتوبر 2022. وكان إيلون ماسك ينتقد تويتر بشدة قبل استحواذه على الشركة وقام بإعادة تسميتها، بحجة أنها تشكل تهديدًا للديمقراطية والحضارة نفسها."
  },
  {
    "title": "علماء يعثرون على حلقة ضخمة من المجرات في الفضاء",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/sky-space-dark-galaxy-696x500.jpg",
    "content": "هلا كندا – تمكنت طالبة دكتوراه في بريطانيا، من اكتشاف هيكلا ضخما يتكون من مجرات ومجموعات مجرية بأكملها في الفضاء، ما يتحدى نظريات البشر عن الكون. ويقدّر قُطر الحلقة الكبيرة بحوالي 1.3 مليار سنة ضوئية، بينما يبلغ محيطها حوالي 4 مليارات سنة وئية، وفقا لموقع Live Science. وتشير العديد من المنشورات الإعلامية، إلى أن الحجم الهائل للتكوين يجعله يبدو أكبر بنحو 15 مرة من حجم القمر، عند مشاهدته من كوكب الأرض. وتم التعرف على الهيكل الضخم من قبل أليكسيا لوبيز، طالبة الدكتوراه في جامعة سنترال لانكشاير، التي قدمت النتائج التي توصلت إليها في الاجتماع رقم 243 للجمعية الفلكية الأمريكية. ويعود الفضل أيضا إلى لوبيز في تحديد هيكل فضائي عملاق آخر، يُعرف باسم “القوس الكبير”، والذي يمتد على حوالي 3.3 مليار سنة ضوئية. "
  },
  {
    "title": "بيل غيتس: “ستكون هناك لقاحات تقضي على السل والملاريا والإيدز”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/f858c5b1-bf4b-45fb-b521-2ae92e2a0cae-696x464.webp",
    "content": "هلا كندا – كشف الملياردير ورجل الأعمال الأمريكي، بيل غيتس، عن وجود خطط جديدة لتغيير طريقة إدارة اللقاحات وإنشائها وتوزيعها في جميع أنحاء العالم. وسُئل غيتس أثناء ظهوره على قناة أمريكية في الهند، بشأن رؤيته لتصنيع اللقاحات حول العالم، وسط تطورات مختلفة في مجال التكنولوجيا والرعاية الصحية. وقال غيتس: “بالنسبة لجميع هذه اللقاحات، فإننا نحرص على وجود سعة كافية، وكذلك من وجود منافسة حتى تستمر الأسعار في الانخفاض”. وأردف: “سيكون لدينا لقاحات جديدة، سيكون لدينا لقاح للسل والملاريا وفيروس نقص المناعة البشرية الإيدز”. وتطرق أيضا إلى لقاح فيروس “كورونا” المستجد، وأوضح الطرق التي يمكن أن يتغير بها. وقال موضحا: “نحن بحاجة إلى جعل تأثيرها أطول مدة وتغطيتها أكبر، وسنقوم بالتغيير، فبدلا من استخدام الإبرة، ستكون اللقاحات الجديدة في شكل لصقات على الجلد مثل رقعة صغيرة”."
  },
  {
    "title": "تقرير: ثروة أغنى الأشخاص في العالم تضاعفت 3 مرات منذ 2020",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/تقرير-696x464.jpeg",
    "content": "هلا كندا – كشف تقرير جديد أن ثروة أغنى خمسة أشخاص في العالم زادت بأكثر من الضعف لتصل إلى 869 مليار دولار منذ عام 2020. في حين يخسر أفقر 60% في العالم- أي ما يقرب من 5 مليارات شخص- المال، بحسب ما كشفه تقرير صادر عن منظمة أوكسفام البريطانية. وجاء التقرير تزامناً مع اجتماع أغنى أثرياء العالم بدايةً من الإثنين، في دافوس بسويسرا لحضور المنتدى الاقتصادي العالمي، الذي ينعقد سنوياً. بمشاركة القادة السياسيين والمديرين التنفيذيين للشركات وفاحشي الثراء. ويرجح التقرير مزيداً من الاتساع في الفجوة بين الأغنياء والفقراء، مما سيؤدي إلى تتويج العالم أول تريليونير له في غضون عقد من الزمن. وفي الوقت نفسه، يحذّر التقرير من أنه إذا استمرت الاتجاهات الحالية، فلن يمكن القضاء على الفقر في العالم إلا بعد 229 سنة. وتسليطاً للضوء على الزيادة الكبيرة في عدم المساواة منذ جائحة “كوفيد-19″، قالت منظمة أوكسفام إنَّ مليارديرات العالم زادت ثرواتهم بمقدار 3.3 تريليون دولار. مقارنة بما كانوا عليه في عام 2020، ونمت ثرواتهم أسرع بثلاث مرات من معدل التضخم. ويخلُص التقرير، الذي يحمل عنوان Inequality Inc، إلى أنَّ سبعاً من كل عشر من أكبر الشركات في العالم لديها ملياردير يتولى منصب الرئيس التنفيذي أو المساهم الأكبر. على الرغم من الركود في مستويات المعيشة الذي يعانيه ملايين العمال في جميع أنحاء العالم. كما يوضح التقرير، الذي أُعِد باستخدام بيانات من شركة الأبحاث Wealth X ومجلة Forbes، أنَّ الحجم الإجمالي لثروات أغنى خمسة أشخاص في العالم. وهم إيلون ماسك، وبرنارد أرنو، وجيف بيزوس، ولاري إليسون، ومارك زوكربيرغ- زاد بمقدار 464 مليار دولار، أو 114%. وخلال الفترة نفسها، انخفض إجمالي ثروات أفقر 4.77 مليار شخص- الذين يشكلون 60% من سكان العالم- بنسبة 0.2% من القيمة الحقيقية لمدخولهم (القيمة الحقيقية للدخل هي القيمة التي تُعدَّل لمراعاة التضخم). ويقول التقرير: “يعمل الناس في جميع أنحاء العالم بجد أكبر ولساعات أطول، وغالباً ما يحصلون على أجور زهيدة في وظائف محفوفة بالمخاطر وغير آمنة”. وفي 52 دولة، انخفض متوسط ​​الأجور الحقيقية لنحو 800 مليون عامل. وقد خسر هؤلاء العمال مجتمعين 1.5 تريليون دولار من قيمة أجورهم على مدى العامين الماضيين، بما يعادل 25 يوماً من الأجور المفقودة لكل عامل."
  },
  {
    "title": "علماء يعثرون على حلقة ضخمة من المجرات في الفضاء",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/sky-space-dark-galaxy-696x500.jpg",
    "content": "هلا كندا – تمكنت طالبة دكتوراه في بريطانيا، من اكتشاف هيكلا ضخما يتكون من مجرات ومجموعات مجرية بأكملها في الفضاء، ما يتحدى نظريات البشر عن الكون. ويقدّر قُطر الحلقة الكبيرة بحوالي 1.3 مليار سنة ضوئية، بينما يبلغ محيطها حوالي 4 مليارات سنة وئية، وفقا لموقع Live Science. وتشير العديد من المنشورات الإعلامية، إلى أن الحجم الهائل للتكوين يجعله يبدو أكبر بنحو 15 مرة من حجم القمر، عند مشاهدته من كوكب الأرض. وتم التعرف على الهيكل الضخم من قبل أليكسيا لوبيز، طالبة الدكتوراه في جامعة سنترال لانكشاير، التي قدمت النتائج التي توصلت إليها في الاجتماع رقم 243 للجمعية الفلكية الأمريكية. ويعود الفضل أيضا إلى لوبيز في تحديد هيكل فضائي عملاق آخر، يُعرف باسم “القوس الكبير”، والذي يمتد على حوالي 3.3 مليار سنة ضوئية. "
  },
  {
    "title": "العلماء يكتشفون لغز الثقوب الغريبة في أعماق المحيطات",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/دراسة-جديدة-696x398.jpeg",
    "content": "هلا كندا – أجرى علماء من جامعة كيل دراسة تمكنت من حل لغز “الثقوب الغريبة” في أعماق المحيطات. وأوضح العلماء بأن هذه “الثقوب الغامضة” ليست دائمًا، كما كان يُعتقد سابقًا، نتيجة لتسرب غاز الميثان من تحت رواسب قاع المحيطات. وفي بعض الأحيان عبارة عن الفوضى التي خلفتها خنازير البحر وثعابين الرمل التي تعيش في المنطقة. وفي دراسة أجراها عالم الجيولوجيا، ينس شنايدر فون ديملينج، من جامعة كيل، أظهرت أن هذه الثقوب هي من عمل خنازير البحر والتي تتغذى بين رواسب قاع البحر. وهذا الأمر الذي يزعج الثعابين الرملية التي تعشش فيها، فتخرج من جحورها أو تؤكل تاركة “الثقوب” خلفها."
  }
]