[
  {
    "title": "A woman has been arrested for defrauding patients of more than half a million dollars in Mississauga",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1-1.jpg",
    "content": "Hala Canada - Police arrested a Mississauga woman on charges of defrauding patients of more than half a million dollars over a period of 6 years. Peel Regional Police said the scam ran from November 2015 to 2021, with the accused allegedly overcharging patients for medical supply items. Police said victims will receive ready-made items instead of the custom items they ordered. She explained that the accused managed several health institutions during that period, including Noble Wellness, 403 Healthcare Inc., and Soul Healthcare. On Friday, January 26, police charged Fadila Aqeel, 58, with fraud of more than $5,000. Investigators believe there may be more victims. Police ask anyone who recognizes the names of the companies or similar scams — or has information about the scam — to contact the Fraud Bureau at 905.453.2121, extension 3335."
  },
  {
    "title": "A woman has been arrested for defrauding patients of more than half a million dollars in Mississauga",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1-1.jpg",
    "content": "Hala Canada - Police arrested a Mississauga woman on charges of defrauding patients of more than half a million dollars over a period of 6 years. Peel Regional Police said the scam ran from November 2015 to 2021, with the accused allegedly overcharging patients for medical supply items. Police said victims will receive ready-made items instead of the custom items they ordered. She explained that the accused managed several health institutions during that period, including Noble Wellness, 403 Healthcare Inc., and Soul Healthcare. On Friday, January 26, police charged Fadila Aqeel, 58, with fraud of more than $5,000. Investigators believe there may be more victims. Police ask anyone who recognizes the names of the companies or similar scams — or has information about the scam — to contact the Fraud Bureau at 905.453.2121, extension 3335."
  },
  {
    "title": "Canada announces the cancellation of restrictions on importing weapons from Türkiye",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/IMKOBA7HEBKKPJAZK7BTTHMH7E-696x500.jpg",
    "content": "Hala Canada - The Government of Canada announced the cancellation of restrictions imposed on the supply of weapons to Turkey since 2020. A statement addressed to exporters, published on the government's official website, stated that the latter had lifted the restrictions imposed on arms exports to Turkey. The statement touched on the government's policy of refusing to approve the export of some defense industry products to Turkey since 2020. He explained that, as of the date of this statement, “the previous policy of refusal and restrictions is no longer in effect.” In 2020, the government imposed a ban on arms exports to Turkey, because Ankara stood by Baku in its battles to liberate the Karabakh region from Armenia. The ban resulted in Canadian companies incurring losses ranging from 250 to 300 million dollars. Canada's ban on supplying weapons to Turkey was preceded by a similar decision in 2019, which came in response to Turkish military operations in northern Syria, but it lifted this ban in June 2020."
  },
  {
    "title": "The National Council of Canadian Muslims refuses to meet with Trudeau...what is the reason?",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/شسبلا-696x425.jpg",
    "content": "Hala Canada - The National Council of Canadian Muslims criticized Prime Minister Justin Trudeau for his position on the war on Gaza, and for not supporting South Africa’s position in its claim in the International Court of Justice. In their press conference, they said that Trudeau's position on South Africa's case before the Court of Justice over the Gaza genocide was \"the straw that broke the camel's back.\" The statements came during a conference by the CEO of the National Council of Canadian Muslims, Stephen Brown, on the anniversary of the killing of 6 people in an armed storming of the Islamic Cultural Center in Quebec City in 2017. Brown said the council canceled a meeting with Trudeau;Because of the federal government's failure to stop Islamophobia in Canada, and Canada's position on the ceasefire in Gaza. He joined Brown;Muhammad Al-Obaidi, President of the Islamic Cultural Center in Quebec. Earlier, Muslims in Canada called on their country's Prime Minister to support the “genocide” case filed by South Africa against Israel in the International Court of Justice. This came in a joint letter sent by Islamic groups under the umbrella of the National Council of Canadian Muslims (NCCM) to Trudeau. The Council stated in a statement via the He added, \"Canada should support an impartial investigation into possible war crimes committed in Gaza.\""
  },
  {
    "title": "The Government of Canada asks provinces to make a $10-a-day child care program a success",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/jenna-sudds-1-6747076-1706563440942-696x392.jpg",
    "content": "Hala Canada - Federal Minister of Families, Gina Sudds, said that the provinces and territories have signed child care agreements worth $10 a day with the federal government, and they already know all the details of the program and must work to make it a success. The minister's comments come as some child care providers in Ontario and Alberta warn they may withdraw from the program, or even be forced to close child care centers permanently, if they do not receive more funding. The federal Liberals have budgeted $30 billion over five years to jump-start the childcare program, with the goal of creating thousands of spaces with $10-a-day fees by 2026. Each province and territory has signed an agreement with the government to run the program in exchange for funding to help pay for it. Finance Minister Chrystia Freeland says the government is committed to making childcare practical and providing funding under the programme."
  },
  {
    "title": "The disappearance of a Palestinian-Canadian journalist in Gaza",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/يسشبيس.jpg",
    "content": "Hala Canada - Palestinian sources revealed that a Canadian-Palestinian journalist has disappeared in Gaza since last Sunday. Support team member Zahira Sommer says that journalist Mansour Shoman has not been seen for a week. Shoman was seen at Nasser Hospital in the southern Gaza Strip, but he was heading to nearby Rafah. Sommer said that three eyewitnesses told her that the IDF took Mansour Shoman on Tuesday on his way to Rafah, allegations that have not been confirmed. The Canadian Foreign Ministry says it is aware of a Canadian missing in Gaza and will continue to monitor the situation closely and remain in contact with his family. Shuman had previously completed oil and gas consulting work in Calgary, and is a father of five children who left Gaza with his wife last year."
  },
  {
    "title": "Bill Gates: “There will be vaccines that eliminate tuberculosis, malaria, and AIDS.”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/f858c5b1-bf4b-45fb-b521-2ae92e2a0cae-696x464.webp",
    "content": "Hala Canada - American billionaire and businessman, Bill Gates, revealed the existence of new plans to change the way vaccines are managed, created and distributed around the world. Gates was asked, while appearing on an American channel in India, about his vision for manufacturing vaccines around the world, amid various developments in the field of technology and health care. Gates said: “For all of these vaccines, we are making sure that there is sufficient capacity, as well as that there is competition so that prices continue to fall.” He added: “We will have new vaccines. We will have a vaccine for tuberculosis, malaria, and HIV/AIDS.” He also touched on the new Corona virus vaccine, and explained the ways in which it could change. He explained: “We need to make their effect longer and their coverage greater, and we will make the change. Instead of using a needle, the new vaccines will be in the form of patches on the skin, like a small patch.”"
  },
  {
    "title": "Trump: “We are on the verge of World War III”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/w980-p16x9-2024-01-23T031321Z_216495769_RC2EN5AFO8M6_RTRMADP_3_USA-ELECTION-TRUMP-696x391.jpg",
    "content": "Hala Canada - Former US President Donald Trump condemned the drone attack that targeted an American base and resulted in the death of 3 members of the American forces and the injury of others. Trump said in a statement: “The drone attack on a US military facility in Jordan, which resulted in the death of 3 American soldiers and the wounding of many more, represents a terrible day for America.” He added: “I extend my deepest condolences to the families of the brave soldiers we lost.” Trump held the politics of his Democratic rival in the presidential election, Joe Biden, responsible for the attack, saying: “This blatant attack on the United States is another horrific and tragic consequence of Joe Biden’s weakness and vulnerability.” The statement continued: “Three years ago, Iran was weak, bankrupt, and completely under control, and thanks to its maximum pressure policy, the Iranian regime could barely raise two dollars to finance its terrorist proxies.” He continued: “Then Joe Biden came and gave Iran billions of dollars, which the regime used to spread bloodshed and massacres throughout the Middle East.” Trump noted that such an attack would not have happened if she had been president, adding, “Just like the Iranian-backed Hamas attack on Israel would never have happened, and the war in Ukraine would never have happened, we will now have peace throughout the world.” The former US President's statement confirmed that the world is on the brink of World War III. The statement concluded by saying: “Our country cannot survive with Joe Biden as Commander-in-Chief of the Armed Forces.”"
  },
  {
    "title": "Flair Airlines owes $67 million in taxes to the Canadian government",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/شركة-Flair-Airlines-تدين-بمبلغ-67-مليون-دولار-ضرائب-للحكومة-الكندية-696x392.jpg",
    "content": "Hala Canada - Court documents revealed that Flair Airlines owes the federal government $67.2 million in unpaid taxes, prompting the Canadian Tax Agency to obtain an order to seize and sell the company's property. The money relates to import duties on the 20 Boeing 737 MAX aircraft that make up the budget airline's fleet, said Stephen Jones, the company's chief executive. He said the federal court order obtained by the tax agency in November had no impact on its operations, which have expanded over the past year and strengthened competition with major airlines. “We have a mutually agreed upon payment plan with the CRA to pay these import duties, and we are currently working on that plan,” he said in an email statement, adding that the terms of the deal are confidential. For its part, the CRA said it could not comment on specific cases for confidentiality reasons, but was looking to make arrangements with the company “based on its ability to pay.” The court order follows the repossession of four Flair aircraft last March after aircraft leasing manager Airborne Capital claimed the company had regularly missed lease payments over the previous five months. In response, Flair filed a $50 million lawsuit against Airborne Capital and three other leasing companies, arguing that continued claims for payment from the four companies were \"unfounded.\" Flair has touted its accomplishments in recent months, having the country's highest flight completion rate of 98 per cent and on-time performance of 69 per cent – ​​weak globally, but strong compared to its Canadian rivals. It said it carried 296,000 passengers in December and 4.5 million in 2023, representing significant gains over the previous year."
  },
  {
    "title": "New digital technologies to reduce wait times at the Canadian border",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/هلا-كندا-–-كشف-وكالة-الحدود-الكندية-CBSA-عن-خاصية-جديدة-لتقليل-أوقات-الانتظار-في-الحدود-696x464.jpg",
    "content": "Hala Canada - The Canadian Border Agency (CBSA) has unveiled a new feature to reduce waiting times at the border. The agency said it has added new digital technologies to make the experience smoother for travelers. The agency stated: “We know that new technologies may raise concerns about privacy, bias and the protection of personal information, and to address this issue, we take careful steps to research and plan our actions, and we also take the time to talk with partners, stakeholders and citizens.” The Canada Border Services Agency did not reveal details and type of technology travelers can expect to encounter in the future. The Canada Border Services Agency also said it uses facial recognition technology, but travelers can opt out. “If you do not wish to use the new digital tools, you still have the option to present yourself to a border services officer, just as you do now,” her statement said."
  },
  {
    "title": "The National Council of Canadian Muslims refuses to meet with Trudeau...what is the reason?",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/شسبلا-696x425.jpg",
    "content": "Hala Canada - The National Council of Canadian Muslims criticized Prime Minister Justin Trudeau for his position on the war on Gaza, and for not supporting South Africa’s position in its claim in the International Court of Justice. In their press conference, they said that Trudeau's position on South Africa's case before the Court of Justice over the Gaza genocide was \"the straw that broke the camel's back.\" The statements came during a conference by the CEO of the National Council of Canadian Muslims, Stephen Brown, on the anniversary of the killing of 6 people in an armed storming of the Islamic Cultural Center in Quebec City in 2017. Brown said the council canceled a meeting with Trudeau;Because of the federal government's failure to stop Islamophobia in Canada, and Canada's position on the ceasefire in Gaza. He joined Brown;Muhammad Al-Obaidi, President of the Islamic Cultural Center in Quebec. Earlier, Muslims in Canada called on their country's Prime Minister to support the “genocide” case filed by South Africa against Israel in the International Court of Justice. This came in a joint letter sent by Islamic groups under the umbrella of the National Council of Canadian Muslims (NCCM) to Trudeau. The Council stated in a statement via the He added, \"Canada should support an impartial investigation into possible war crimes committed in Gaza.\""
  },
  {
    "title": "The Government of Canada asks provinces to make a $10-a-day child care program a success",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/jenna-sudds-1-6747076-1706563440942-696x392.jpg",
    "content": "Hala Canada - Federal Minister of Families, Gina Sudds, said that the provinces and territories have signed child care agreements worth $10 a day with the federal government, and they already know all the details of the program and must work to make it a success. The minister's comments come as some child care providers in Ontario and Alberta warn they may withdraw from the program, or even be forced to close child care centers permanently, if they do not receive more funding. The federal Liberals have budgeted $30 billion over five years to jump-start the childcare program, with the goal of creating thousands of spaces with $10-a-day fees by 2026. Each province and territory has signed an agreement with the government to run the program in exchange for funding to help pay for it. Finance Minister Chrystia Freeland says the government is committed to making childcare practical and providing funding under the programme."
  },
  {
    "title": "The disappearance of a Palestinian-Canadian journalist in Gaza",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/يسشبيس.jpg",
    "content": "Hala Canada - Palestinian sources revealed that a Canadian-Palestinian journalist has disappeared in Gaza since last Sunday. Support team member Zahira Sommer says that journalist Mansour Shoman has not been seen for a week. Shoman was seen at Nasser Hospital in the southern Gaza Strip, but he was heading to nearby Rafah. Sommer said that three eyewitnesses told her that the IDF took Mansour Shoman on Tuesday on his way to Rafah, allegations that have not been confirmed. The Canadian Foreign Ministry says it is aware of a Canadian missing in Gaza and will continue to monitor the situation closely and remain in contact with his family. Shuman had previously completed oil and gas consulting work in Calgary, and is a father of five children who left Gaza with his wife last year."
  },
  {
    "title": "Flair Airlines owes $67 million in taxes to the Canadian government",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/شركة-Flair-Airlines-تدين-بمبلغ-67-مليون-دولار-ضرائب-للحكومة-الكندية-696x392.jpg",
    "content": "Hala Canada - Court documents revealed that Flair Airlines owes the federal government $67.2 million in unpaid taxes, prompting the Canadian Tax Agency to obtain an order to seize and sell the company's property. The money relates to import duties on the 20 Boeing 737 MAX aircraft that make up the budget airline's fleet, said Stephen Jones, the company's chief executive. He said the federal court order obtained by the tax agency in November had no impact on its operations, which have expanded over the past year and strengthened competition with major airlines. “We have a mutually agreed upon payment plan with the CRA to pay these import duties, and we are currently working on that plan,” he said in an email statement, adding that the terms of the deal are confidential. For its part, the CRA said it could not comment on specific cases for confidentiality reasons, but was looking to make arrangements with the company “based on its ability to pay.” The court order follows the repossession of four Flair aircraft last March after aircraft leasing manager Airborne Capital claimed the company had regularly missed lease payments over the previous five months. In response, Flair filed a $50 million lawsuit against Airborne Capital and three other leasing companies, arguing that continued claims for payment from the four companies were \"unfounded.\" Flair has touted its accomplishments in recent months, having the country's highest flight completion rate of 98 per cent and on-time performance of 69 per cent – ​​weak globally, but strong compared to its Canadian rivals. It said it carried 296,000 passengers in December and 4.5 million in 2023, representing significant gains over the previous year."
  },
  {
    "title": "Poilievre: “I promise Canadians that we will fight every day to build homes, reduce crime, and stop inflation.”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/SQF.jpg",
    "content": "Hala Canada - Conservative Leader, Pierre Poilievre, addressed his party today, Sunday, and touched on many important topics. He attacked Prime Minister Justin Trudeau and his government, accusing them of failing to address the housing crisis, inflation, and high costs of living. “Let me be very clear and let me say this again and again, the Conservatives will fight to repeal the carbon tax, build homes, fix the budget, and stop crime,” Poilievre told his lawmakers. According to the latest Abacus data-tracking figures, the Conservatives are ahead in every region of the country outside Quebec – 15 percentage points higher nationally than the ruling Liberals, with 40 per cent support compared to 25 per cent for the Liberals. In Ontario, the poll indicated support for the Conservatives at 43% compared to 29% for the Liberals, indicating that Boilievre's party is likely to win a majority government if the elections are held today. In his speech, Poilievre promised to focus on four main areas: eliminating the federal carbon tax, encouraging more housing construction, reforming the federal budget, and stopping crime. According to Abacus data, the Conservatives now lead among female voters, a traditional strength for the Liberal Party, with 37% support compared to about 25% for the Liberals and 23% for the New Democrats. With the return of the House of Commons, the Conservatives find themselves in an opportune environment to extend their control and put more pressure on the Trudeau government, especially since the public inquiry into foreign interference also begins on Monday. Annual inflation rose to 3.4 percent in December, according to the Bank of Canada, from 3.1 percent in previous months, and while the bank indicates that interest rate cuts are imminent, it is not yet clear when they will happen. At the same time, the housing crisis continues. While the Conservatives are promising solutions, they have been reluctant to introduce them before the next federal election, which is expected to be called in 2025."
  },
  {
    "title": "Conservative leader Poilievre pledges to cut funding to the Palestinian Support and Assistance Agency",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image.jpg",
    "content": "Hala Canada - Conservative Leader Pierre Poilievre said that he would cut funding to the Palestinian support and assistance agency UNRWA amid allegations that some of its employees participated in the war between the Palestinian resistance forces and the Israeli army on October 7. Poilievre told his caucus today that Prime Minister Justin Trudeau should be “ashamed” of funding the organization, vowing in a speech that he would “cut funding.” The federal government says it has stopped any additional funding for the United Nations Relief and Works Agency for Palestine Refugees following reports of the involvement of some employees in the October 7 war. The agency's director says he has terminated employees believed to be involved and has launched an investigation. Former Conservative Prime Minister Stephen Harper cut funding to the agency in 2010 after allegations of its ties to Hamas, and the Liberals restored it in 2016."
  },
  {
    "title": "A woman has been arrested for defrauding patients of more than half a million dollars in Mississauga",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1-1.jpg",
    "content": "Hala Canada - Police arrested a Mississauga woman on charges of defrauding patients of more than half a million dollars over a period of 6 years. Peel Regional Police said the scam ran from November 2015 to 2021, with the accused allegedly overcharging patients for medical supply items. Police said victims will receive ready-made items instead of the custom items they ordered. She explained that the accused managed several health institutions during that period, including Noble Wellness, 403 Healthcare Inc., and Soul Healthcare. On Friday, January 26, police charged Fadila Aqeel, 58, with fraud of more than $5,000. Investigators believe there may be more victims. Police ask anyone who recognizes the names of the companies or similar scams — or has information about the scam — to contact the Fraud Bureau at 905.453.2121, extension 3335."
  },
  {
    "title": "Canada announces the cancellation of restrictions on importing weapons from Türkiye",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/IMKOBA7HEBKKPJAZK7BTTHMH7E-696x500.jpg",
    "content": "Hala Canada - The Government of Canada announced the cancellation of restrictions imposed on the supply of weapons to Turkey since 2020. A statement addressed to exporters, published on the government's official website, stated that the latter had lifted the restrictions imposed on arms exports to Turkey. The statement touched on the government's policy of refusing to approve the export of some defense industry products to Turkey since 2020. He explained that, as of the date of this statement, “the previous policy of refusal and restrictions is no longer in effect.” In 2020, the government imposed a ban on arms exports to Turkey, because Ankara stood by Baku in its battles to liberate the Karabakh region from Armenia. The ban resulted in Canadian companies incurring losses ranging from 250 to 300 million dollars. Canada's ban on supplying weapons to Turkey was preceded by a similar decision in 2019, which came in response to Turkish military operations in northern Syria, but it lifted this ban in June 2020."
  },
  {
    "title": "New digital technologies to reduce wait times at the Canadian border",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/هلا-كندا-–-كشف-وكالة-الحدود-الكندية-CBSA-عن-خاصية-جديدة-لتقليل-أوقات-الانتظار-في-الحدود-696x464.jpg",
    "content": "Hala Canada - The Canadian Border Agency (CBSA) has unveiled a new feature to reduce waiting times at the border. The agency said it has added new digital technologies to make the experience smoother for travelers. The agency stated: “We know that new technologies may raise concerns about privacy, bias and the protection of personal information, and to address this issue, we take careful steps to research and plan our actions, and we also take the time to talk with partners, stakeholders and citizens.” The Canada Border Services Agency did not reveal details and type of technology travelers can expect to encounter in the future. The Canada Border Services Agency also said it uses facial recognition technology, but travelers can opt out. “If you do not wish to use the new digital tools, you still have the option to present yourself to a border services officer, just as you do now,” her statement said."
  },
  {
    "title": "Commemoration of the 2017 Quebec Mosque victims",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/Montrealers-hold-commemoration-at-Square-Victoria-to-honour-victims-of-2017-Quebec-City-mosque-attack.-Jan.-26-2024.-CREDIT-Miguel-Fowke-Quintas-CityNews-Image-7-1024x763-1-696x519.jpg",
    "content": "Hala Canada - A ceremony is scheduled to be held today to commemorate the deadly attack that occurred in 2017 on a mosque in Quebec City. Six Muslim men were killed and five others were injured when a gunman stormed the Islamic Cultural Center in Quebec City shortly after evening prayers on January 29, 2017. Organizers say the event aims to honor the memory of those killed and show support for their families, as well as for survivors of the attack. The event will be held at six o'clock at the center and will be broadcast online. This is followed by a series of open events at the mosque aimed at building relationships with the wider Quebec City community. In 2021, Prime Minister Justin Trudeau declared January 29 a national day of remembrance of the Quebec City mosque attack and action against Islamophobia."
  },
  {
    "title": "Launching an application in Canada to report hate incidents and combat Islamophobia",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/2133333.jpg",
    "content": "Hala Canada - IMIRT mobile app - a tool for reporting incidents motivated by Islamophobia - has been launched to create a safer and more inclusive community. This comes in the wake of an alarming rise in violent incidents linked to Islamophobia across the country. “We created this app with our partners, thanks to a grant from the Canadian Race Relations Foundation and with our partners at the National Council of Canadian Muslims, where we can help the Muslim community report these incidents,” said Imam Ibrahim Hindi of the University of California. “It's a really good step, because what we're hearing across Canada is that many victims of hate, including those who live in Muslim communities, don't always feel comfortable going to the police, so having A third-party app where people will feel more comfortable applying is very important.” Mohammed Hashim, executive director of the Canadian Foundation for Race Relations, says the app is not just about numbers, but rather a way to enhance safety within the community. Since the outbreak of the war in Gaza, Toronto Police have reported a significant rise in hate crime incidents. Between October 7, 2023 and January 10, 2024, police arrested 54 people and laid 117 charges in relation to hate crime incidents. Police say they have received more than 145 online submissions so far since launching the hate writing web form. Since October 7, police say anti-Semitic incidents have risen by 168% compared to the same period last year, with a 23% increase in anti-Muslim, anti-Palestinian and anti-Arab incidents compared to 12% the previous year."
  },
  {
    "title": "The disappearance of a Palestinian-Canadian journalist in Gaza",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/يسشبيس.jpg",
    "content": "Hala Canada - Palestinian sources revealed that a Canadian-Palestinian journalist has disappeared in Gaza since last Sunday. Support team member Zahira Sommer says that journalist Mansour Shoman has not been seen for a week. Shoman was seen at Nasser Hospital in the southern Gaza Strip, but he was heading to nearby Rafah. Sommer said that three eyewitnesses told her that the IDF took Mansour Shoman on Tuesday on his way to Rafah, allegations that have not been confirmed. The Canadian Foreign Ministry says it is aware of a Canadian missing in Gaza and will continue to monitor the situation closely and remain in contact with his family. Shuman had previously completed oil and gas consulting work in Calgary, and is a father of five children who left Gaza with his wife last year."
  },
  {
    "title": "Bill Gates: “There will be vaccines that eliminate tuberculosis, malaria, and AIDS.”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/f858c5b1-bf4b-45fb-b521-2ae92e2a0cae-696x464.webp",
    "content": "Hala Canada - American billionaire and businessman, Bill Gates, revealed the existence of new plans to change the way vaccines are managed, created and distributed around the world. Gates was asked, while appearing on an American channel in India, about his vision for manufacturing vaccines around the world, amid various developments in the field of technology and health care. Gates said: “For all of these vaccines, we are making sure that there is sufficient capacity, as well as that there is competition so that prices continue to fall.” He added: “We will have new vaccines. We will have a vaccine for tuberculosis, malaria, and HIV/AIDS.” He also touched on the new Corona virus vaccine, and explained the ways in which it could change. He explained: “We need to make their effect longer and their coverage greater, and we will make the change. Instead of using a needle, the new vaccines will be in the form of patches on the skin, like a small patch.”"
  },
  {
    "title": "Trump: “We are on the verge of World War III”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/w980-p16x9-2024-01-23T031321Z_216495769_RC2EN5AFO8M6_RTRMADP_3_USA-ELECTION-TRUMP-696x391.jpg",
    "content": "Hala Canada - Former US President Donald Trump condemned the drone attack that targeted an American base and resulted in the death of 3 members of the American forces and the injury of others. Trump said in a statement: “The drone attack on a US military facility in Jordan, which resulted in the death of 3 American soldiers and the wounding of many more, represents a terrible day for America.” He added: “I extend my deepest condolences to the families of the brave soldiers we lost.” Trump held the politics of his Democratic rival in the presidential election, Joe Biden, responsible for the attack, saying: “This blatant attack on the United States is another horrific and tragic consequence of Joe Biden’s weakness and vulnerability.” The statement continued: “Three years ago, Iran was weak, bankrupt, and completely under control, and thanks to its maximum pressure policy, the Iranian regime could barely raise two dollars to finance its terrorist proxies.” He continued: “Then Joe Biden came and gave Iran billions of dollars, which the regime used to spread bloodshed and massacres throughout the Middle East.” Trump noted that such an attack would not have happened if she had been president, adding, “Just like the Iranian-backed Hamas attack on Israel would never have happened, and the war in Ukraine would never have happened, we will now have peace throughout the world.” The former US President's statement confirmed that the world is on the brink of World War III. The statement concluded by saying: “Our country cannot survive with Joe Biden as Commander-in-Chief of the Armed Forces.”"
  },
  {
    "title": "Flair Airlines owes $67 million in taxes to the Canadian government",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/شركة-Flair-Airlines-تدين-بمبلغ-67-مليون-دولار-ضرائب-للحكومة-الكندية-696x392.jpg",
    "content": "Hala Canada - Court documents revealed that Flair Airlines owes the federal government $67.2 million in unpaid taxes, prompting the Canadian Tax Agency to obtain an order to seize and sell the company's property. The money relates to import duties on the 20 Boeing 737 MAX aircraft that make up the budget airline's fleet, said Stephen Jones, the company's chief executive. He said the federal court order obtained by the tax agency in November had no impact on its operations, which have expanded over the past year and strengthened competition with major airlines. “We have a mutually agreed upon payment plan with the CRA to pay these import duties, and we are currently working on that plan,” he said in an email statement, adding that the terms of the deal are confidential. For its part, the CRA said it could not comment on specific cases for confidentiality reasons, but was looking to make arrangements with the company “based on its ability to pay.” The court order follows the repossession of four Flair aircraft last March after aircraft leasing manager Airborne Capital claimed the company had regularly missed lease payments over the previous five months. In response, Flair filed a $50 million lawsuit against Airborne Capital and three other leasing companies, arguing that continued claims for payment from the four companies were \"unfounded.\" Flair has touted its accomplishments in recent months, having the country's highest flight completion rate of 98 per cent and on-time performance of 69 per cent – ​​weak globally, but strong compared to its Canadian rivals. It said it carried 296,000 passengers in December and 4.5 million in 2023, representing significant gains over the previous year."
  },
  {
    "title": "New digital technologies to reduce wait times at the Canadian border",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/هلا-كندا-–-كشف-وكالة-الحدود-الكندية-CBSA-عن-خاصية-جديدة-لتقليل-أوقات-الانتظار-في-الحدود-696x464.jpg",
    "content": "Hala Canada - The Canadian Border Agency (CBSA) has unveiled a new feature to reduce waiting times at the border. The agency said it has added new digital technologies to make the experience smoother for travelers. The agency stated: “We know that new technologies may raise concerns about privacy, bias and the protection of personal information, and to address this issue, we take careful steps to research and plan our actions, and we also take the time to talk with partners, stakeholders and citizens.” The Canada Border Services Agency did not reveal details and type of technology travelers can expect to encounter in the future. The Canada Border Services Agency also said it uses facial recognition technology, but travelers can opt out. “If you do not wish to use the new digital tools, you still have the option to present yourself to a border services officer, just as you do now,” her statement said."
  },
  {
    "title": "Experts expect a significant increase in mortgage rates in Canada",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-280221-696x464.jpeg",
    "content": "Hala Canada - Some financial analysts expect that the Bank of Canada may begin cutting interest rates in the coming period, but economists warn that even with the possibility of cuts, homeowners should expect “significant increases” to mortgage rates. \"It's unlikely that we'll go back to the low interest rates we've been at,\" said David MacDonald, chief economist at the Canadian Center for Policy Alternatives. \"Frankly, that's much higher than what most Canadians are used to.\" The Bank of Canada has raised its benchmark interest rate continuously since March 2022, and MacDonald says most Canadians were “protected” from higher interest rates because they were on a mortgage with a fixed interest rate that did not change. “This is going to be a huge shock to any Canadian over the next couple of years,” MacDonald says. He noted that Canada is dealing with a severe shortage in housing supply, noting that even with a year of “significant interest rate increases,” home prices “have not fallen much,” which is putting additional pressure on the system. The housing crisis and mortgage crisis are also having broader impacts on the economy, according to MacDonald, and with many Canadians paying “a lot more” in rent and mortgage interest, there is the potential for “real trouble” if consumer spending declines."
  },
  {
    "title": "Report: The real impact of raising interest rates in Canada is yet to come",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/251017-cp-skp-bank-of-canada-696x489.jpg",
    "content": "Hala Canada - A new report revealed that more than 40% of the economic impact of raising interest rates by the Bank of Canada has not yet appeared. It seems that the Bank of Canada's policy of raising interest rates has finally come to an end, and the next moves will be to either maintain the interest rate or lower it. It chose to keep the rate at 5% in its announcement on October 25, 2023, which is the rate since the last increase of 0.25% from 4.75% on July 12, 2023. Early in the pandemic, the Bank of Canada cut the rate to 0.25% as an economic stimulus measure amid the dire economic impact of the pandemic. The 0.25% rate was maintained for two years and worked as intended, especially with real estate activity, spurring record levels of transactions through cheap mortgages. However, this process has also expanded the housing affordability and supply crisis previously centered in Metro Vancouver and Greater Toronto into a national issue. While low interest rates during the pandemic had the effect of encouraging consumer spending, high interest rates over most of the past two years had the opposite effect. According to the National Bank of Canada, the full impact of the interest rate hike has yet to be seen. In late October 2023, NBC issued a market bulletin indicating that based on its calculations, 42% of the impact of the 10 interest rate increases since March 2022 had not yet been felt. High costs of borrowing money constitute an obstacle to consumer spending, especially the purchasing power of families. For example, an increasing proportion of households' disposable income is now directed toward financing monthly interest payments to purchase a home rather than purchasing goods and services. This is especially the case in parts of the country where housing affordability problems are particularly acute. High interest rates also affect renters when homeowners significantly increase their rent to help cover the high interest payments, which in effect means the renter has less to spend on consumer goods and services. This also applies to companies, because it limits their expansion and innovation. It is estimated that the impact of the interest rate hike on consumption will not be fully felt for another eight quarters or two years. With the last interest rate increase occurring in July 2023, the full impact may not be seen until summer 2025. Canada is now expected to enter a technical recession starting later this year, if not by early 2024."
  },
  {
    "title": "Expectations to stabilize interest rates with the Bank of Canada’s first decision in 2024",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/MMJZE2FBOFNXBGBWOQ6WPEREBY-696x464.jpg",
    "content": "Hala Canada - Before the Bank of Canada's next interest rate decision on January 24, the majority of forecasters in a Bloomberg poll expect the central bank to keep the overnight interest rate unchanged, at 5%, for the fourth meeting in a row. Markets and economists believe the central bank will ease monetary policy by mid-2024. Governor Tiff Macklem said excess demand is over and the economy is expected to remain weak over the next few quarters, but stressed that it is still too early to consider interest rate cuts, and that policymakers still need to see clear evidence that inflation is moving firmly toward its target. 2% before they consider dilution. Last month, inflation unexpectedly remained stuck at 3.1% from a year ago, giving policymakers no reason to talk about cuts or lowering interest rates anytime soon. Macklem and his officials are counting on the weak economy to help moderate the pace of price gains in the coming months."
  },
  {
    "title": "The disappearance of a Palestinian-Canadian journalist in Gaza",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/يسشبيس.jpg",
    "content": "Hala Canada - Palestinian sources revealed that a Canadian-Palestinian journalist has disappeared in Gaza since last Sunday. Support team member Zahira Sommer says that journalist Mansour Shoman has not been seen for a week. Shoman was seen at Nasser Hospital in the southern Gaza Strip, but he was heading to nearby Rafah. Sommer said that three eyewitnesses told her that the IDF took Mansour Shoman on Tuesday on his way to Rafah, allegations that have not been confirmed. The Canadian Foreign Ministry says it is aware of a Canadian missing in Gaza and will continue to monitor the situation closely and remain in contact with his family. Shuman had previously completed oil and gas consulting work in Calgary, and is a father of five children who left Gaza with his wife last year."
  },
  {
    "title": "The victims of the Israeli aggression on Gaza have risen to more than 24 thousand since October 7",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/غزة.jpg",
    "content": "Hala Canada - The Ministry of Health in the Gaza Strip revealed, on the 100th day of the Israeli attack on Gaza, that the number of Palestinian victims who fell as a result of the Israeli strikes on the Strip since October 7 reached more than 24 thousand victims. The Palestinian Authority announced earlier today, Saturday, that at least 15 Palestinians were killed, and others were injured, some of them seriously, as a result of Israeli aircraft bombing two homes in the Al-Hakar area of ​​Deir Al-Balah in the central Gaza Strip, and in the Al-Manara neighborhood, east of Khan Yunis, in the south. The Euro-Mediterranean Observatory announced earlier that about 4% of the total population of the Gaza Strip are dead, missing or wounded, as a result of the Israeli air and artillery bombardment on the Strip. The Observatory reported that more than 1.9 million Palestinians were displaced from their areas of residence in the Gaza Strip without any safe shelter being available for them."
  },
  {
    "title": "Sources confirm that America warned the Houthis before bombing sites in Yemen",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/اليمن-696x392.jpg",
    "content": "Hala Canada - Sky News Arabia revealed that the United States informed the Houthis before carrying out air strikes on their sites in Yemen. American and British warplanes, ships and submarines carried out strikes across Yemen overnight in response to attacks by the Iran-aligned Houthis on ships in the Red Sea. This is an expansion of the scope of the regional conflict sparked by the Israeli war in Gaza. US President Joe Biden said in a statement, “These specific strikes are a clear message that the United States and our partners will not turn a blind eye to attacks on our personnel or allow hostile parties to endanger freedom of navigation.” The sources stated that the Houthis were informed of the strikes, an apparent indication of the United States’ intention to reduce the damage and not mobilize a reaction that would exacerbate the escalation in the Red Sea. In the same context, the Wall Street Journal, citing an American defense official and a source close to the Houthis, reported that the Houthi militias had already transferred some important weapons and equipment before the strike. While the ballistic missiles were placed in bunkers in the highly populated city of Sanaa. The newspaper quoted Tanker Trackers, a company that provides shipping consultancy, as saying that an Iranian spy ship left the Red Sea early Thursday, heading to the city of Bandar Abbas on the southern coast of Iran. Which security officials previously said was likely targeted for its role in helping the Houthis in attacks on ships. A military spokesman for the Houthis said that 73 strikes led to the death of five of the movement's fighters and the wounding of six. He added that these attacks will not go “without response and without punishment” and that the movement will continue to target ships heading to Israel. A Houthi leader confirmed that “raids” had occurred on the capital, Sanaa, and Hodeidah, Saada, and Dhamar, as part of what he described as “American-Zionist-British aggression.” The Houthis, who control large areas of Yemen, have been carrying out attacks on ships at the entrance to the Red Sea since October, which is one of the busiest global trade routes. The Iran-aligned Houthis say their attacks in the Red Sea target ships linked to Israel with the aim of supporting the Palestinians and Hamas. The United States and its allied countries deployed a naval task force in the region to protect ships, and American and British warships shot down 21 missiles and drones on Tuesday in an operation to repel the largest Houthi attack in the region to date."
  },
  {
    "title": "Trump: “We are on the verge of World War III”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/w980-p16x9-2024-01-23T031321Z_216495769_RC2EN5AFO8M6_RTRMADP_3_USA-ELECTION-TRUMP-696x391.jpg",
    "content": "Hala Canada - Former US President Donald Trump condemned the drone attack that targeted an American base and resulted in the death of 3 members of the American forces and the injury of others. Trump said in a statement: “The drone attack on a US military facility in Jordan, which resulted in the death of 3 American soldiers and the wounding of many more, represents a terrible day for America.” He added: “I extend my deepest condolences to the families of the brave soldiers we lost.” Trump held the politics of his Democratic rival in the presidential election, Joe Biden, responsible for the attack, saying: “This blatant attack on the United States is another horrific and tragic consequence of Joe Biden’s weakness and vulnerability.” The statement continued: “Three years ago, Iran was weak, bankrupt, and completely under control, and thanks to its maximum pressure policy, the Iranian regime could barely raise two dollars to finance its terrorist proxies.” He continued: “Then Joe Biden came and gave Iran billions of dollars, which the regime used to spread bloodshed and massacres throughout the Middle East.” Trump noted that such an attack would not have happened if she had been president, adding, “Just like the Iranian-backed Hamas attack on Israel would never have happened, and the war in Ukraine would never have happened, we will now have peace throughout the world.” The former US President's statement confirmed that the world is on the brink of World War III. The statement concluded by saying: “Our country cannot survive with Joe Biden as Commander-in-Chief of the Armed Forces.”"
  },
  {
    "title": "Massive demonstrations around the world demanding a ceasefire in Gaza",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pro-palestine-protesters-in-london-1-6724573-1705158337688-696x392.jpg",
    "content": "Hala Canada - Tens of thousands of demonstrators gathered in front of the White House in Washington, DC, as part of an event called “The March on Washington for Gaza.” Protest organizers, a coalition of groups including the Council on American-Islamic Relations, said thousands of demonstrators attended Saturday afternoon, which saw attendees listen to speakers and march from Freedom Square to the White House. The demonstrators raised signs questioning the viability of President Joe Biden as a presidential candidate due to his strong support for Israel in the nearly 100-day war against Hamas. Some of the signs read: “No votes for genocide Joe,” “Biden has blood on his hands,” and “Let Gaza Live.” New York resident Dan DeVries said he attended the protest because he wants to see Gaza free, but said he would not vote for Biden or likely Republican presidential nominee Donald Trump. The plight of children in the Gaza Strip was the focus of the latest march in London, which was marked by the appearance of “Little Amal,” a 3.5-meter (11.5-foot) doll originally intended to highlight the plight of Syrian refugees. The organizers of the march said that Palestinian children will accompany little Amal through the streets of central London. London's police force said about 1,700 officers would be on duty for the march, including many from outside the capital. Home Secretary James Cleverley said Police Commissioner Sir Mark Rowley had briefed him on plans to \"ensure order and safety\" during the protest. A number of conditions were put in place for the march, including a directive that no protest participant be allowed near the Israeli embassy. A pro-Israel rally is scheduled to be held in London on Sunday. The London march was one of several others held in European cities including Paris, Rome, Milan and Dublin, where thousands also marched along the main road in the Irish capital to protest Israeli military operations in the Palestinian enclave. The demonstrators waved Palestinian flags, carried banners criticizing the Irish, American and Israeli governments and chanted “Free, free Palestine.” In Rome, hundreds of demonstrators took to a street near the famous Colosseum, and some of them carried signs reading, “Stop genocide.” One demonstrator waved the flag of South Africa, the country whose genocide accusations against Israel prompted the International Court of Justice in The Hague, Netherlands, to hear the case. At one point during the protest, amid the din of sound effects simulating bomb explosions, a number of protesters lay in the street and pulled white sheets over themselves as if they were corpses, while others knelt beside them, their palms daubed in red paint. Several hundred demonstrators gathered in the Place de la République in Paris to march demanding an immediate ceasefire, an end to the war, the lifting of the blockade on Gaza, and the imposition of sanctions on Israel."
  },
  {
    "title": "Biden hung up the phone on Netanyahu",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/نتنياهو-696x392.jpg",
    "content": "Hala Canada - Axios news website revealed that US President Joe Biden hung up the phone on Israeli Prime Minister Benjamin Netanyahu during their last call. In new evidence of the expansion of the dispute between them as a result of the ongoing Israeli war on the Gaza Strip for 100 days. The American website indicated that the last time Biden and Netanyahu spoke was last December 23, and the aforementioned incident occurred. Axios quoted American officials as saying that Biden and senior officials in his administration are frustrated with Netanyahu because he rejected requests from Washington related to the war on Gaza."
  },
  {
    "title": "Quaker breakfast cereals and granola bars recalled in Canada due to salmonella risk",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image.png",
    "content": "Hala Canada - Quaker Canada announced the recall of more than thirty types of cereals and granola bars due to possible exposure to salmonella. The recall includes Harvest Crunch cereals, Chewy granola bars, Dipps granola bars, yogurt granola bars, as well as Cap'n Crunch bars. Both Quaker and Cap'n Crunch brands are owned by parent company PepsiCo. Quaker says it issued the recall in Canada out of an abundance of caution after a similar recall in the United States. Best advance dates for recalled products include January 11 to October 2024. The Canadian Food Inspection Agency says no illnesses have been reported and it is conducting a food safety investigation. The FDA first announced the recall of several Quaker products in December and updated that yesterday to include more products, including Cap'n Crunch."
  },
  {
    "title": "More energy drinks recalled in Canada due to health risks",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/CP27939898-1536x1024-1-696x464.jpg",
    "content": "Hala Canada - Health Canada announced the recall of more energy drinks in Canada due to health risks resulting from high caffeine content. Energy drink products from Bucked Up and Noo Fuzion were added, due to non-compliance with the caffeine levels in each can and also the lack of information in both official languages. This follows a comprehensive recall effective December 22, 2023, which saw several energy drink brands, including ABE, Bleach T4-F, JoJo's, Bizarre Adventure Stardust Crusaders, Juvee, One Piece, Operation Phoenix and Up Time. Popular brands such as 5 Hour, AriZona, Monster, Prime and Red Bull have previously been recalled due to similar issues dating back to July 12, 2023. In Canada, energy drinks must contain no more than 180 mg of caffeine per serving. Products also require information on safe daily servings and warning statements to protect children. Anyone currently in possession of the products is cautioned against consuming, using, selling, offering or distributing the recalled items."
  },
  {
    "title": "Some vegan pizza products recalled in Canada due to health risks",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-2.jpg",
    "content": "Hala Canada - The Canadian Food Inspection Agency has issued a recall order for vegan pizza from Farm Boy due to health risks. The recall, on Tuesday, stated that the gluten-free vegetarian Margherita pizza does not contain information regarding the presence of milk in it, which may pose health risks to those with allergies. The agency adds that one consumer complained about pizza, and one reaction was reported as a result of eating this product. The affected product has an expiration date before July 19, 2024 and weighs 330 grams. The agency says it has launched a food safety investigation, which could lead to the recall of other products, and is ensuring the recalled pizza is removed from the market. Anyone with the pizza involved in the recall should not eat it, as Health Canada says it could cause a serious or life-threatening reaction if someone is allergic to dairy products. Instead, the recalled product must either be disposed of or returned to the store where it was purchased."
  },
  {
    "title": "Argentine star Messi visits Toronto with his team Inter Miami",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/ميسي-696x490.webp",
    "content": "Hala Canada - The American Football League, MLS, officially announced that the famous football star, Argentine Lionel Messi, will be present with his team, Inter Miami, to participate in Toronto next summer. Messi will take part at BMO Field on October 5, against Toronto FC, with kick-off time set for 7:30pm ET. Ticket details are expected to be announced in the coming days. Messi, who officially signed a two-and-a-half-year contract with Inter Miami last July, has played just six MLS matches for the club in 2023, scoring a goal and adding two assists."
  },
  {
    "title": "Taijon Buchanan becomes the first Canadian player in history to join the Italian League",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/qsf.jpg",
    "content": "Hala Canada - International Taijon Buchanan became the first Canadian player in the history of the Italian Football League, by joining Inter Milan. Buchanan spent a contract until 2028, coming from Belgian Club Brugge, according to what his new team announced. Inter said in a statement: A long journey began in Bramton, Canada, and led him until he reached Milan. Taijon’s dream with the Nerazzurri has just begun. It was reported that Inter paid 7 million euros to sign the 24-year-old, in addition to 3 million euros in bonuses linked to the results. Buchanan arrived at Linate Airport in Milan, and completed his medical examination before signing the contract. The Canadian international provides coach Simone Inzaghi with an additional option in the right-back position, as he competes with Dutchman Denzil Dumfries for a place in the starting lineup. Buchanan has played 35 international matches with Canada so far, scoring four goals, and he was the author of the assist from which Alphonso Davis scored the first goal ever for Canada in the World Cup, at the World Cup in Qatar at the end of 2022, during the loss to Croatia 1-4 in the group stage. “I scored Another goal later in the loss to Morocco 1-2 came with friendly fire via Nayef Akrad."
  },
  {
    "title": "Canadian swimmer McIntosh wins the 2023 Canadian Athlete of the Year award",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/أفضل-رياضية-كندية-696x455.jpg",
    "content": "Hala Canada - Canadian swimmer, Summer McIntosh, won the Best Canadian Athlete Award for 2023, after exceptional achievements during this year. McIntosh said about winning the award: “I am very honored to receive it and I am proud of this achievement.” McIntosh, who was only 17 years old, shined greatly at the 2023 World Swimming Championships, which was held in Fukuoka, Japan, and won the gold medal in the 200-meter butterfly and 400-meter individual medley, and maintained her title for the second year in a row. In this regard, she says: “What I am most proud of is the amount of what I learned about myself and the kind of expertise and experience I gained in each race. When going into big meetings like the World Championships, I do not have specific expectations about myself, especially when it comes to classification or medals, but I certainly tried.” Reaching my full potential in every race and I think I did that.” After placing fourth in the 400 freestyle in Japan during her first race at the championships, McIntosh claimed third place and a bronze medal in the 200 freestyle. She also contributed to the women's medley relay team winning the bronze medal and qualifying for the 2024 Olympic Games in Paris. She was also the first Canadian swimmer in history to hold both the world records in the 400-meter individual and 400-meter freestyle at the same time for approximately four months. The Canadian Press began honoring male and female athletes in 1932. In a poll conducted by sports journalists and broadcasters across the country, McIntosh received 24 out of 52 votes. Swimmer Maggie MacNeil, who has won a record five gold medals at the Pan American Games and a butterfly silver at the world championships in 2023, finished second in the votes, 12 behind teammate McIntosh. Previous winners of the CP Sportswoman of the Year award include hockey players Marie-Philip Poulin (2022) and Hayley Wickenheiser (2007), tennis players Leila Fernandez (2021) and Bianca Andreescu (2019), and soccer star Christine Sinclair (2020, 2012), golfer Brooke Henderson (2015, 2017, 2018) and swimmer Penny Oleksiak (2016)."
  },
  {
    "title": "Bill Gates: “There will be vaccines that eliminate tuberculosis, malaria, and AIDS.”",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/f858c5b1-bf4b-45fb-b521-2ae92e2a0cae-696x464.webp",
    "content": "Hala Canada - American billionaire and businessman, Bill Gates, revealed the existence of new plans to change the way vaccines are managed, created and distributed around the world. Gates was asked, while appearing on an American channel in India, about his vision for manufacturing vaccines around the world, amid various developments in the field of technology and health care. Gates said: “For all of these vaccines, we are making sure that there is sufficient capacity, as well as that there is competition so that prices continue to fall.” He added: “We will have new vaccines. We will have a vaccine for tuberculosis, malaria, and HIV/AIDS.” He also touched on the new Corona virus vaccine, and explained the ways in which it could change. He explained: “We need to make their effect longer and their coverage greater, and we will make the change. Instead of using a needle, the new vaccines will be in the form of patches on the skin, like a small patch.”"
  },
  {
    "title": "Elon Musk has lost $31 billion in value from the X platform since its acquisition",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/88-6-696x392.jpg",
    "content": "Hala Canada - Platform The investment group Fidelity conducted the evaluation at the end of 2023, which is the second time it has reduced the value of X in the year, according to reports on Axios. Musk bought the social media giant for $44 billion, in a deal that witnessed push and pull. Fidelity was among the investment group that helped Musk acquire Twitter in a stock deal worth $33.5 billion. The remainder was converted into debt to be transferred to a private company after completing the deal in October 2022. Elon Musk was highly critical of Twitter before he acquired the company and renamed it, arguing that it poses a threat to democracy and civilization itself."
  },
  {
    "title": "Scientists find a huge ring of galaxies in space",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/sky-space-dark-galaxy-696x500.jpg",
    "content": "Hala Canada - A doctoral student in Britain was able to discover a huge structure consisting of entire galaxies and galaxy groups in space, which challenges human theories about the universe. The diameter of the large ring is estimated at about 1.3 billion light-years, while its circumference is about 4 billion planet-years, according to the Live Science website. Many media publications indicate that the massive size of the formation makes it appear about 15 times larger than the size of the Moon, when viewed from Earth. The massive structure was identified by Alexia Lopez, a doctoral student at the University of Central Lancashire, who presented her findings at the 243rd meeting of the American Astronomical Society. Lopez is also credited with identifying another giant space structure, known as the Big Bow, which extends about 3.3 billion light-years across. "
  },
  {
    "title": "A woman has been arrested for defrauding patients of more than half a million dollars in Mississauga",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1-1.jpg",
    "content": "Hala Canada - Police arrested a Mississauga woman on charges of defrauding patients of more than half a million dollars over a period of 6 years. Peel Regional Police said the scam ran from November 2015 to 2021, with the accused allegedly overcharging patients for medical supply items. Police said victims will receive ready-made items instead of the custom items they ordered. She explained that the accused managed several health institutions during that period, including Noble Wellness, 403 Healthcare Inc., and Soul Healthcare. On Friday, January 26, police charged Fadila Aqeel, 58, with fraud of more than $5,000. Investigators believe there may be more victims. Police ask anyone who recognizes the names of the companies or similar scams — or has information about the scam — to contact the Fraud Bureau at 905.453.2121, extension 3335."
  },
  {
    "title": "Canada announces the cancellation of restrictions on importing weapons from Türkiye",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/IMKOBA7HEBKKPJAZK7BTTHMH7E-696x500.jpg",
    "content": "Hala Canada - The Government of Canada announced the cancellation of restrictions imposed on the supply of weapons to Turkey since 2020. A statement addressed to exporters, published on the government's official website, stated that the latter had lifted the restrictions imposed on arms exports to Turkey. The statement touched on the government's policy of refusing to approve the export of some defense industry products to Turkey since 2020. He explained that, as of the date of this statement, “the previous policy of refusal and restrictions is no longer in effect.” In 2020, the government imposed a ban on arms exports to Turkey, because Ankara stood by Baku in its battles to liberate the Karabakh region from Armenia. The ban resulted in Canadian companies incurring losses ranging from 250 to 300 million dollars. Canada's ban on supplying weapons to Turkey was preceded by a similar decision in 2019, which came in response to Turkish military operations in northern Syria, but it lifted this ban in June 2020."
  },
  {
    "title": "The National Council of Canadian Muslims refuses to meet with Trudeau...what is the reason?",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/شسبلا-696x425.jpg",
    "content": "Hala Canada - The National Council of Canadian Muslims criticized Prime Minister Justin Trudeau for his position on the war on Gaza, and for not supporting South Africa’s position in its claim in the International Court of Justice. In their press conference, they said that Trudeau's position on South Africa's case before the Court of Justice over the Gaza genocide was \"the straw that broke the camel's back.\" The statements came during a conference by the CEO of the National Council of Canadian Muslims, Stephen Brown, on the anniversary of the killing of 6 people in an armed storming of the Islamic Cultural Center in Quebec City in 2017. Brown said the council canceled a meeting with Trudeau;Because of the federal government's failure to stop Islamophobia in Canada, and Canada's position on the ceasefire in Gaza. He joined Brown;Muhammad Al-Obaidi, President of the Islamic Cultural Center in Quebec. Earlier, Muslims in Canada called on their country's Prime Minister to support the “genocide” case filed by South Africa against Israel in the International Court of Justice. This came in a joint letter sent by Islamic groups under the umbrella of the National Council of Canadian Muslims (NCCM) to Trudeau. The Council stated in a statement via the He added, \"Canada should support an impartial investigation into possible war crimes committed in Gaza.\""
  },
  {
    "title": "The Government of Canada asks provinces to make a $10-a-day child care program a success",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/jenna-sudds-1-6747076-1706563440942-696x392.jpg",
    "content": "Hala Canada - Federal Minister of Families, Gina Sudds, said that the provinces and territories have signed child care agreements worth $10 a day with the federal government, and they already know all the details of the program and must work to make it a success. The minister's comments come as some child care providers in Ontario and Alberta warn they may withdraw from the program, or even be forced to close child care centers permanently, if they do not receive more funding. The federal Liberals have budgeted $30 billion over five years to jump-start the childcare program, with the goal of creating thousands of spaces with $10-a-day fees by 2026. Each province and territory has signed an agreement with the government to run the program in exchange for funding to help pay for it. Finance Minister Chrystia Freeland says the government is committed to making childcare practical and providing funding under the programme."
  },
  {
    "title": "The temperature drops to -25 degrees in Toronto...and more homeless shelters open",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/بي-1-696x380.jpg",
    "content": "Hala Canada - Temperatures in Toronto could reach -25 degrees Celsius tonight, and the city will open more homeless shelters. The city is opening an additional warming center Tuesday evening on Cecil Street in Toronto, which is only open when the temperature drops below -15 degrees Celsius, and will be available as of 5 p.m. There are already three centers open to shelter people and provide a warm space, at 136 Spadina Road, 75 Elizabeth Street, 12 Holmes Street and 885 Scarborough Golf Club Road. According to Environment Canada, temperatures are expected to reach -16 degrees Celsius in Toronto, but cold winds could make it feel like -25 degrees Celsius."
  },
  {
    "title": "Blizzard and freezing weather warnings continue across Canada",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-1438761-696x392.jpeg",
    "content": "Hala Canada - Cold weather warnings and record low temperatures continue across Canada heading into Tuesday. Snow warnings remain in effect for much of British Columbia today. Snow is expected as the arctic flow spreads south to combine with a low pressure system off the Pacific Ocean. Much of Alberta and Saskatchewan remain under ice and extreme cold warnings, with overnight temperatures expected to drop to between -40 to -50 degrees Celsius in some areas. Southern Ontario is dealing with a host of blizzard warnings, as is Quebec, where a new blizzard is heading along the Jacques-Cartier Strait. On the other hand, Atlantic Canada is also experiencing cold weather, with a snowfall warning covering most parts of New Brunswick and Nova Scotia, in addition to Newfoundland."
  },
  {
    "title": "Southern Ontario is facing a severe cold wave...with temperatures dropping to -18 degrees",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-813872-696x416.jpeg",
    "content": "Hala Canada - Most areas of southern Ontario will witness a strong cold wave throughout this week, after the snow storm that struck the region. According to Environment Canada, the temperature dropped to 1 degree Celsius on Saturday afternoon, and is expected to reach -9 degrees Celsius with the influence of winds. There is also a chance of rain tonight, with humidity reaching 77 percent. Temperatures are expected to drop on Sunday, with mainly cloudy skies, a chance of rain, and highs reaching -6 degrees Celsius. Temperatures next week will range from -6°C to -9°C. Monday and Tuesday will witness a significant drop in temperatures, as the average temperature on both days will reach -10 degrees Celsius, and cold winds will make the atmosphere reach -18 degrees Celsius at times. Temperatures on Thursday are expected to reach -5 degrees Celsius, with the possibility of rain. On Friday, temperatures are expected to drop again to -8°C, with wind chills reaching -15°C. Scattered snow may accumulate about 1-3 cm throughout the day, with cloudy skies."
  },
  {
    "title": "Up to 25cm of snow forecast and warnings for drivers across southern Ontario",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/بي-696x366.jpg",
    "content": "Hala Canada - Southern Ontario is preparing for a strong storm on Friday evening, in which snow accumulations may reach 25 cm. Environment Canada issued a storm warning for Caledon, Uxbridge, Beaverton, North Durham Region, Newmarket, Georgina and North York Region shortly before 3 p.m. The federal weather agency said a snowstorm was expected to move through the area Friday evening into Saturday morning, bringing heavy snowfall. Heavy snow is expected to fall on Friday night, which, along with the influence of the winds, will lead to reduced visibility and movement on the roads. These areas can witness peak snowfall at a rate ranging from 2 to 5 centimeters per hour. Environment Canada said between 10 and 25 centimeters of snow could fall by the time it retreats."
  },
  {
    "title": "Everything you need to know about studying in Canada during 2024 and the new changes",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-1438072-696x464.jpeg",
    "content": "Hala Canada - The Canadian government previously announced a review of its requirements to provide better protection for international students in Canada. Among the new requirements is a significant increase in the amount required for students who wish to obtain a study permit in Canada. International students are already starting to worry about this new amount, which amounts to $20,635 per person. To be in their bank accounts to obtain a study permit. This new change will come into effect as of January 1, 2024. Furthermore, in the case of a large family, more than seven members, and each of these people, must have a minimum of $5,559 in their account. As for students who wish to study in Quebec, these citizens must prove that they meet the financial requirements announced by the Ministry of Immigration, French and Integration. As of January 1, 2024, the exemption allowing foreign students to work off-campus for more than 20 hours per week will be extended until April 30, 2024. Furthermore, foreign students, who have applied to extend their study permits in Canada, after December 7, 2023 are also affected by this decision. Remember, under this general policy, these students will be able to combine multiple jobs to reach these 20 hours per week. On its official website, IRCC has provided more details for people who want to take advantage of this measure and work during their leave. Remember, these citizens do not have the right to work during their first vacation that precedes their first semester in Canada. Also, working more than 20 hours a week is a violation of the regulations and leads to the withdrawal of your student status and study permit. As for students who applied to extend their study permit after December 7, 2023, they must stop working 20 hours per week outside the university campus.This is on the expiration date of their first permit."
  },
  {
    "title": "Poll: Canadians want to receive fewer immigrants in 2024!",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-social-soup-social-media-2448946-1-696x464.jpg",
    "content": "Hala Canada - A new survey from Nanos revealed that the most important concerns of Canadians in 2024 are the cost of living, inflation, and immigration. The poll found that half of Canadians with a mortgage are concerned about making payments, 35 per cent of respondents want the House of Commons to prioritize the cost of living, and as many as 61 per cent of those surveyed want Canada to “receive fewer immigrants.” More than 1,000 Canadians aged 18 or older were surveyed. The survey also found that one in two Canadians with a mortgage say they are concerned (24 per cent) or somewhat concerned (28 per cent) about being able to make their mortgage payments when it renews. Data shows that younger Canadians between the ages of 18 and 35 are 63 percent more likely to be worried about their mortgage payments. The data also shows a difference in interest between men and women, with 59 percent of women expressing concern about mortgage payments, and 55 percent of men, on the other hand, expressing concern. When Canadians were asked what issues the House of Commons should prioritize in 2024, 35.4 per cent of survey respondents said rising costs of living. Nearly half (44.5 per cent) of younger Canadians between the ages of 18 and 34 said addressing the rising costs of living is a priority for them. 41% of adults ages 35 to 54 support the same priority, and 25% of adults ages 55 and older say cost of living should be the main focus. Other top priorities included health care, with 13.8 percent of respondents indicating it was a priority for them, housing (13.1 percent), and the environment (10.9 percent). The poll also found that an increasing proportion of Canadians want the country to accept fewer immigrants in 2024 than in 2023, and 61% of respondents shared this view, an increase of 8% from September 2023. The data found that the proportion of Canadians who want to accept more immigrants continues to decline, from 17 per cent in 2020 to five per cent in the latest poll. The main reason attributed to this view is the housing crisis, with 31 percent saying the reason is “not having a place to live.” About 24 per cent said Canada should accept fewer immigrants because the country does not have the infrastructure, social services and resources to support them."
  },
  {
    "title": "Six reasons why your application for Canadian citizenship may be rejected...Learn about them",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/canada-passport-696x420.jpg",
    "content": "Hala Canada - Applying for Canadian citizenship is a very important step for any newcomer to Canada who wants to stay permanently. In this regard, Franklin Rodriguez, an immigration consultant at Mi Casa Canada Immigration Services, says that applying for immigration must be under certain conditions and in a certain way that prevents rejection. Here are some of the most common reasons why your application may be rejected and what you can do to avoid them. Apply early In order for an applicant to obtain citizenship, they must be physically present in Canada for at least three of the five years before submitting the application, which is a total of 1,095 days. However, many applicants confuse the time required to maintain their status as a permanent resident (730 days) with the time requirement to become a citizen (1,095 days). Lack of evidence of language skills Rodriguez says that in order to gain Canadian citizenship, you must meet Canadian language standards of CLB level 4 or higher, both speaking and writing. This shouldn't be difficult because when people become permanent residents, they are usually required to take a language test anyway. So, a useful tip is to keep the result of this language test in record, even if it has expired. Failing the citizenship test The test contains 20 multiple-choice questions that delve into Canada's history, geography, economy, government, laws, and symbols. Applicants must correctly answer at least 15 questions to pass, which means they have to score 75% or higher. “If you fail the test, IRCC will reschedule your appointment for a second attempt, given that you meet all other requirements,” Rodriguez explained. “If you are unsuccessful the second time, an oral hearing will be scheduled, and failure to pass your oral hearing means that IRCC will reject your application,” he said. Not filing taxes Applicants must file taxes for three years before they can apply for Canadian citizenship. “The easiest way is to give IRCC permission to contact the CRA to verify that you have filed your taxes and meet the requirements,” Rodriguez said. Skip the citizenship ceremony All applicants who are 14 years of age or older must take the Oath of Canadian Citizenship during a citizenship ceremony. But what many may not know is that you definitely have to be in the country to do this. Having a criminal record In this regard, Rodriguez says: “If you commit a crime in Canada or outside Canada, Canada may prevent you from becoming a Canadian citizen for a time or even permanently.” An example of this would be being caught driving with a blood alcohol level higher than the acceptable level, so, keep in mind that you follow all the rules and laws of the country you are in. If your citizenship application is denied, the resulting immigration letter should provide insight into the reason for the denial. Based on this, you can re-apply for citizenship, provided that you have resolved the problem that led to your rejection during the first attempt."
  },
  {
    "title": "According to the latest figures...more than half a million temporary immigrants in Quebec",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1-696x392.jpg",
    "content": "Hala Canada - The number of temporary immigrants in Quebec has exceeded 500,000 people, according to the latest data issued by Statistics Canada. The number of temporary migrants rose by 46 percent in one year, for all groups, from 361,000 to 528,000. In Canada, the number of temporary immigrants, the non-permanent population, has reached 2.5 million, and a year ago, there were 1.7 million out of a population of 40.5 million. Temporary migrants hold work or study permits or have applied for asylum. Governments set annual thresholds for permanent migrants, but in the case of temporary migrants there is no limit. Foreign workers constitute the largest unit of the non-permanent population in Quebec, with 225,000 people, including their family members. This represents 43 percent of all temporary workers, whose numbers jumped by 85,000 in one year, an increase of 61 percent. The second largest group is asylum seekers, who numbered 106,000 in 2022 and are now more than 160,000, and about 100,000 of them have work permits. The smallest group are foreign students at more than 72,000."
  },
  {
    "title": "A woman has been arrested for defrauding patients of more than half a million dollars in Mississauga",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1-1.jpg",
    "content": "Hala Canada - Police arrested a Mississauga woman on charges of defrauding patients of more than half a million dollars over a period of 6 years. Peel Regional Police said the scam ran from November 2015 to 2021, with the accused allegedly overcharging patients for medical supply items. Police said victims will receive ready-made items instead of the custom items they ordered. She explained that the accused managed several health institutions during that period, including Noble Wellness, 403 Healthcare Inc., and Soul Healthcare. On Friday, January 26, police charged Fadila Aqeel, 58, with fraud of more than $5,000. Investigators believe there may be more victims. Police ask anyone who recognizes the names of the companies or similar scams — or has information about the scam — to contact the Fraud Bureau at 905.453.2121, extension 3335."
  },
  {
    "title": "A man kills his wife with 20 stab wounds in the abdomen in Montreal",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/QSF-1-696x440.jpg",
    "content": "Hala Canada - A man killed his wife in Montreal. Police arrested the 42-year-old husband on charges of killing his 32-year-old Tunisian wife on Friday. According to the Canadian authorities, the accused called the police and reported his crime, and he was arrested at the victim’s home. According to the police, the husband stabbed his wife 20 times in the abdomen, and he was charged with second-degree murder. Canadian media quoted the couple's neighbors as saying that they had lived in Canada for 3 years, and their relationship was good."
  },
  {
    "title": "4 teens arrested for armed robbery of a pharmacy in Oakville",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/halton-police-generic-e1703168839346-696x392.jpg",
    "content": "Hala Canada - Police arrested four teenagers suspected in a violent robbery at a pharmacy in Oakville on Monday night. Halton Police officers were called to a pharmacy near Bronte Road and Westoak Trails, north of Upper Middle Road, around 7:30 p.m.for reports of an armed robbery in progress. Police say four masked suspects entered the store and pulled out a gun before assaulting two female workers inside. The four took the drugs and money before leaving. Responding officers found the suspect vehicle and attempted to stop the group, but they fled. Police said the suspects were stopped on Trafalgar Road south of Dundas Street after a chase and collision between police cruisers. Police say three boys ages 14 to 16 and an 18-year-old man face multiple robbery, weapons and driving charges. Investigators are working to determine if the same group is responsible for other recent robberies."
  },
  {
    "title": "A man was seriously injured after his home burned down in Mississauga",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-3.jpg",
    "content": "Hala Canada - A man was transported to a local hospital with serious injuries after a fire at his home in Mississauga on Sunday afternoon. Police said they were called to the area of ​​Long Valley Road and Thomas Street, south of Britannia Road West and west of Winston Churchill Street, shortly after 4 p.m. Mississauga Fire and Emergency Services also helped bring the fire under control, police said. The Peel Regional Police Criminal Investigation Bureau is now conducting an investigation."
  },
  {
    "title": "A woman is dying after being run over by a police car in Brampton",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1.png",
    "content": "Hala Canada - A woman suffered serious, life-threatening injuries when she was hit by a police car in Brampton on Friday evening. Peel police said they were called to a crash in the area of ​​Central Park Drive and Hilldale Crescent, near Chinguacousy Park, around 6:15 p.m. She also explained that the woman was 29 years old, and the officer who hit her was not responding to a report or call for service. The woman was taken to a Toronto trauma center with serious, life-threatening injuries. When asked if weather was a factor in the collision, he said that would be part of the investigation. Central Park between Howden Boulevard and Hilldale Crescent was closed for the investigation."
  },
  {
    "title": "The temperature drops to -25 degrees in Toronto...and more homeless shelters open",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/بي-1-696x380.jpg",
    "content": "Hala Canada - Temperatures in Toronto could reach -25 degrees Celsius tonight, and the city will open more homeless shelters. The city is opening an additional warming center Tuesday evening on Cecil Street in Toronto, which is only open when the temperature drops below -15 degrees Celsius, and will be available as of 5 p.m. There are already three centers open to shelter people and provide a warm space, at 136 Spadina Road, 75 Elizabeth Street, 12 Holmes Street and 885 Scarborough Golf Club Road. According to Environment Canada, temperatures are expected to reach -16 degrees Celsius in Toronto, but cold winds could make it feel like -25 degrees Celsius."
  },
  {
    "title": "Blizzard and freezing weather warnings continue across Canada",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-1438761-696x392.jpeg",
    "content": "Hala Canada - Cold weather warnings and record low temperatures continue across Canada heading into Tuesday. Snow warnings remain in effect for much of British Columbia today. Snow is expected as the arctic flow spreads south to combine with a low pressure system off the Pacific Ocean. Much of Alberta and Saskatchewan remain under ice and extreme cold warnings, with overnight temperatures expected to drop to between -40 to -50 degrees Celsius in some areas. Southern Ontario is dealing with a host of blizzard warnings, as is Quebec, where a new blizzard is heading along the Jacques-Cartier Strait. On the other hand, Atlantic Canada is also experiencing cold weather, with a snowfall warning covering most parts of New Brunswick and Nova Scotia, in addition to Newfoundland."
  },
  {
    "title": "Southern Ontario is facing a severe cold wave...with temperatures dropping to -18 degrees",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-813872-696x416.jpeg",
    "content": "Hala Canada - Most areas of southern Ontario will witness a strong cold wave throughout this week, after the snow storm that struck the region. According to Environment Canada, the temperature dropped to 1 degree Celsius on Saturday afternoon, and is expected to reach -9 degrees Celsius with the influence of winds. There is also a chance of rain tonight, with humidity reaching 77 percent. Temperatures are expected to drop on Sunday, with mainly cloudy skies, a chance of rain, and highs reaching -6 degrees Celsius. Temperatures next week will range from -6°C to -9°C. Monday and Tuesday will witness a significant drop in temperatures, as the average temperature on both days will reach -10 degrees Celsius, and cold winds will make the atmosphere reach -18 degrees Celsius at times. Temperatures on Thursday are expected to reach -5 degrees Celsius, with the possibility of rain. On Friday, temperatures are expected to drop again to -8°C, with wind chills reaching -15°C. Scattered snow may accumulate about 1-3 cm throughout the day, with cloudy skies."
  },
  {
    "title": "Up to 25cm of snow forecast and warnings for drivers across southern Ontario",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/بي-696x366.jpg",
    "content": "Hala Canada - Southern Ontario is preparing for a strong storm on Friday evening, in which snow accumulations may reach 25 cm. Environment Canada issued a storm warning for Caledon, Uxbridge, Beaverton, North Durham Region, Newmarket, Georgina and North York Region shortly before 3 p.m. The federal weather agency said a snowstorm was expected to move through the area Friday evening into Saturday morning, bringing heavy snowfall. Heavy snow is expected to fall on Friday night, which, along with the influence of the winds, will lead to reduced visibility and movement on the roads. These areas can witness peak snowfall at a rate ranging from 2 to 5 centimeters per hour. Environment Canada said between 10 and 25 centimeters of snow could fall by the time it retreats."
  },
  {
    "title": "Everything you need to know about studying in Canada during 2024 and the new changes",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-photo-1438072-696x464.jpeg",
    "content": "Hala Canada - The Canadian government previously announced a review of its requirements to provide better protection for international students in Canada. Among the new requirements is a significant increase in the amount required for students who wish to obtain a study permit in Canada. International students are already starting to worry about this new amount, which amounts to $20,635 per person. To be in their bank accounts to obtain a study permit. This new change will come into effect as of January 1, 2024. Furthermore, in the case of a large family, more than seven members, and each of these people, must have a minimum of $5,559 in their account. As for students who wish to study in Quebec, these citizens must prove that they meet the financial requirements announced by the Ministry of Immigration, French and Integration. As of January 1, 2024, the exemption allowing foreign students to work off-campus for more than 20 hours per week will be extended until April 30, 2024. Furthermore, foreign students, who have applied to extend their study permits in Canada, after December 7, 2023 are also affected by this decision. Remember, under this general policy, these students will be able to combine multiple jobs to reach these 20 hours per week. On its official website, IRCC has provided more details for people who want to take advantage of this measure and work during their leave. Remember, these citizens do not have the right to work during their first vacation that precedes their first semester in Canada. Also, working more than 20 hours a week is a violation of the regulations and leads to the withdrawal of your student status and study permit. As for students who applied to extend their study permit after December 7, 2023, they must stop working 20 hours per week outside the university campus.This is on the expiration date of their first permit."
  },
  {
    "title": "Poll: Canadians want to receive fewer immigrants in 2024!",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/pexels-social-soup-social-media-2448946-1-696x464.jpg",
    "content": "Hala Canada - A new survey from Nanos revealed that the most important concerns of Canadians in 2024 are the cost of living, inflation, and immigration. The poll found that half of Canadians with a mortgage are concerned about making payments, 35 per cent of respondents want the House of Commons to prioritize the cost of living, and as many as 61 per cent of those surveyed want Canada to “receive fewer immigrants.” More than 1,000 Canadians aged 18 or older were surveyed. The survey also found that one in two Canadians with a mortgage say they are concerned (24 per cent) or somewhat concerned (28 per cent) about being able to make their mortgage payments when it renews. Data shows that younger Canadians between the ages of 18 and 35 are 63 percent more likely to be worried about their mortgage payments. The data also shows a difference in interest between men and women, with 59 percent of women expressing concern about mortgage payments, and 55 percent of men, on the other hand, expressing concern. When Canadians were asked what issues the House of Commons should prioritize in 2024, 35.4 per cent of survey respondents said rising costs of living. Nearly half (44.5 per cent) of younger Canadians between the ages of 18 and 34 said addressing the rising costs of living is a priority for them. 41% of adults ages 35 to 54 support the same priority, and 25% of adults ages 55 and older say cost of living should be the main focus. Other top priorities included health care, with 13.8 percent of respondents indicating it was a priority for them, housing (13.1 percent), and the environment (10.9 percent). The poll also found that an increasing proportion of Canadians want the country to accept fewer immigrants in 2024 than in 2023, and 61% of respondents shared this view, an increase of 8% from September 2023. The data found that the proportion of Canadians who want to accept more immigrants continues to decline, from 17 per cent in 2020 to five per cent in the latest poll. The main reason attributed to this view is the housing crisis, with 31 percent saying the reason is “not having a place to live.” About 24 per cent said Canada should accept fewer immigrants because the country does not have the infrastructure, social services and resources to support them."
  },
  {
    "title": "Six reasons why your application for Canadian citizenship may be rejected...Learn about them",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/canada-passport-696x420.jpg",
    "content": "Hala Canada - Applying for Canadian citizenship is a very important step for any newcomer to Canada who wants to stay permanently. In this regard, Franklin Rodriguez, an immigration consultant at Mi Casa Canada Immigration Services, says that applying for immigration must be under certain conditions and in a certain way that prevents rejection. Here are some of the most common reasons why your application may be rejected and what you can do to avoid them. Apply early In order for an applicant to obtain citizenship, they must be physically present in Canada for at least three of the five years before submitting the application, which is a total of 1,095 days. However, many applicants confuse the time required to maintain their status as a permanent resident (730 days) with the time requirement to become a citizen (1,095 days). Lack of evidence of language skills Rodriguez says that in order to gain Canadian citizenship, you must meet Canadian language standards of CLB level 4 or higher, both speaking and writing. This shouldn't be difficult because when people become permanent residents, they are usually required to take a language test anyway. So, a useful tip is to keep the result of this language test in record, even if it has expired. Failing the citizenship test The test contains 20 multiple-choice questions that delve into Canada's history, geography, economy, government, laws, and symbols. Applicants must correctly answer at least 15 questions to pass, which means they have to score 75% or higher. “If you fail the test, IRCC will reschedule your appointment for a second attempt, given that you meet all other requirements,” Rodriguez explained. “If you are unsuccessful the second time, an oral hearing will be scheduled, and failure to pass your oral hearing means that IRCC will reject your application,” he said. Not filing taxes Applicants must file taxes for three years before they can apply for Canadian citizenship. “The easiest way is to give IRCC permission to contact the CRA to verify that you have filed your taxes and meet the requirements,” Rodriguez said. Skip the citizenship ceremony All applicants who are 14 years of age or older must take the Oath of Canadian Citizenship during a citizenship ceremony. But what many may not know is that you definitely have to be in the country to do this. Having a criminal record In this regard, Rodriguez says: “If you commit a crime in Canada or outside Canada, Canada may prevent you from becoming a Canadian citizen for a time or even permanently.” An example of this would be being caught driving with a blood alcohol level higher than the acceptable level, so, keep in mind that you follow all the rules and laws of the country you are in. If your citizenship application is denied, the resulting immigration letter should provide insight into the reason for the denial. Based on this, you can re-apply for citizenship, provided that you have resolved the problem that led to your rejection during the first attempt."
  },
  {
    "title": "According to the latest figures...more than half a million temporary immigrants in Quebec",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1-696x392.jpg",
    "content": "Hala Canada - The number of temporary immigrants in Quebec has exceeded 500,000 people, according to the latest data issued by Statistics Canada. The number of temporary migrants rose by 46 percent in one year, for all groups, from 361,000 to 528,000. In Canada, the number of temporary immigrants, the non-permanent population, has reached 2.5 million, and a year ago, there were 1.7 million out of a population of 40.5 million. Temporary migrants hold work or study permits or have applied for asylum. Governments set annual thresholds for permanent migrants, but in the case of temporary migrants there is no limit. Foreign workers constitute the largest unit of the non-permanent population in Quebec, with 225,000 people, including their family members. This represents 43 percent of all temporary workers, whose numbers jumped by 85,000 in one year, an increase of 61 percent. The second largest group is asylum seekers, who numbered 106,000 in 2022 and are now more than 160,000, and about 100,000 of them have work permits. The smallest group are foreign students at more than 72,000."
  },
  {
    "title": "A woman has been arrested for defrauding patients of more than half a million dollars in Mississauga",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1-1.jpg",
    "content": "Hala Canada - Police arrested a Mississauga woman on charges of defrauding patients of more than half a million dollars over a period of 6 years. Peel Regional Police said the scam ran from November 2015 to 2021, with the accused allegedly overcharging patients for medical supply items. Police said victims will receive ready-made items instead of the custom items they ordered. She explained that the accused managed several health institutions during that period, including Noble Wellness, 403 Healthcare Inc., and Soul Healthcare. On Friday, January 26, police charged Fadila Aqeel, 58, with fraud of more than $5,000. Investigators believe there may be more victims. Police ask anyone who recognizes the names of the companies or similar scams — or has information about the scam — to contact the Fraud Bureau at 905.453.2121, extension 3335."
  },
  {
    "title": "A man kills his wife with 20 stab wounds in the abdomen in Montreal",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/QSF-1-696x440.jpg",
    "content": "Hala Canada - A man killed his wife in Montreal. Police arrested the 42-year-old husband on charges of killing his 32-year-old Tunisian wife on Friday. According to the Canadian authorities, the accused called the police and reported his crime, and he was arrested at the victim’s home. According to the police, the husband stabbed his wife 20 times in the abdomen, and he was charged with second-degree murder. Canadian media quoted the couple's neighbors as saying that they had lived in Canada for 3 years, and their relationship was good."
  },
  {
    "title": "4 teens arrested for armed robbery of a pharmacy in Oakville",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/halton-police-generic-e1703168839346-696x392.jpg",
    "content": "Hala Canada - Police arrested four teenagers suspected in a violent robbery at a pharmacy in Oakville on Monday night. Halton Police officers were called to a pharmacy near Bronte Road and Westoak Trails, north of Upper Middle Road, around 7:30 p.m.for reports of an armed robbery in progress. Police say four masked suspects entered the store and pulled out a gun before assaulting two female workers inside. The four took the drugs and money before leaving. Responding officers found the suspect vehicle and attempted to stop the group, but they fled. Police said the suspects were stopped on Trafalgar Road south of Dundas Street after a chase and collision between police cruisers. Police say three boys ages 14 to 16 and an 18-year-old man face multiple robbery, weapons and driving charges. Investigators are working to determine if the same group is responsible for other recent robberies."
  },
  {
    "title": "A man was seriously injured after his home burned down in Mississauga",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-3.jpg",
    "content": "Hala Canada - A man was transported to a local hospital with serious injuries after a fire at his home in Mississauga on Sunday afternoon. Police said they were called to the area of ​​Long Valley Road and Thomas Street, south of Britannia Road West and west of Winston Churchill Street, shortly after 4 p.m. Mississauga Fire and Emergency Services also helped bring the fire under control, police said. The Peel Regional Police Criminal Investigation Bureau is now conducting an investigation."
  },
  {
    "title": "A woman is dying after being run over by a police car in Brampton",
    "image_url": "https://halacanada.info/wp-content/uploads/2024/01/image-1.png",
    "content": "Hala Canada - A woman suffered serious, life-threatening injuries when she was hit by a police car in Brampton on Friday evening. Peel police said they were called to a crash in the area of ​​Central Park Drive and Hilldale Crescent, near Chinguacousy Park, around 6:15 p.m. She also explained that the woman was 29 years old, and the officer who hit her was not responding to a report or call for service. The woman was taken to a Toronto trauma center with serious, life-threatening injuries. When asked if weather was a factor in the collision, he said that would be part of the investigation. Central Park between Howden Boulevard and Hilldale Crescent was closed for the investigation."
  }
]